Repository: q4osteam/q4os-i18n
Catalog: src/*/welcome-screen.po
Languages: it

source: <p>Do you want to turn Desktop Effects on ?</p>
it: <p>Vuoi abilitare gli effetti grafici del desktop?</p>

source: Desktop effects
it: Effetti grafici del desktop

source: Turn ON
it: Abilita

source: Revert to defaults
it: Ritorna alle impostazioni predefinite

source: <p>Your hardware seems to be low to run desktop effects, it's not recommended to turn effects on.</p><p>Do you really want to turn Desktop Effects on ?</p>
it: <p>Il tuo sistema sembra essere poco performante per abilitare gli effetti grafici del desktop, non è raccomandabile abilitarli.</p><p>Vuoi veramente abilitarli?</p>

source: Warning !
it: Attenzione !

source: <p>Desktop effects have been enabled. Please login again to take changes effect.</p>
it: <p>Gli effetti grafici del desktop sono stati abilitati. Per favore fai di nuovo login per attivare i cambiamenti.</p>

source: <p>Desktop effects have been disabled.</p>
it: <p>Gli effetti grafici del desktop sono stati disabilitati.</p>

source: <p>Do you want to switch the Start Menu ?</p>
it: <p>Vuoi cambiare il menu di avvio?</p>

source: Start menu configuration
it: Configurazione del menu di avvio

source: Switch to Kickoff
it: Usa il menu Kickoff

source: Revert to Classic
it: Ritorna al menu classico

source: <p>Start Menu is now set to Classic style.<p>
it: <p>Il menu di avvio è ora impostato con lo stile classico.<p>

source: <p>Do you want to enable Automatic login ?</p>
it: <p>Vuoi abilitare il login automatico?</p>

source: Autologin configuration
it: Configurazione login automatico

source: Enable Autologin
it: Abilita login automatico

source: <p>Automatic login is now enabled.<p>
it: <p>Il login automatico è ora abilitato.<p>

source: Automatic login
it: Login automatico

source: <p>Automatic login is now disabled.<p>
it: <p>Il login automatico è ora disabilitato.<p>

source: Info
it: Informazioni

source: Welcome screen
it: Schermata di benvenuto

source: Close
it: Chiudi

source: Show this dialog on startup
it: Mostra questa finestra all'avvio

source: <font size="4"><p align=justify><b>Welcome to Q4OS</b>, fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.</p><p align=justify>Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.</p></font>
it: <font size="4"><p align=justify><b>Benvenuto in Q4OS</b>, un sistema operativo veloce e potente focalizzato sulla stabilità a lungo termine, sull'affidabilità e su un'interfaccia dallo stile classico.</p><p align=justify>Q4OS è installato in maniera molto minimale e pulita con pochi programmi aggiuntivi. Ora puoi scegliere di configurare il tuo nuovo desktop, e le scorciatoie qui sotto sono un ottimo inizio.</p></font>

source: Run Desktop Profiler
it: Esegui Desktop Profiler

source: <font size="4"><p>Desktop Profiler will automatically install and configure set of additional Applications and tools, all in single click.</p><p>You will be allowed to select between different desktop profiles.</p></font>
it: <font size="4"><p>Desktop Profiler installerà e configurerà automaticamente un insieme di applicazioni e programmi in modo facile con un singolo click.</p><p>Potrai scegliere tra differenti profili del desktop.</p></font>

source: Install Applications
it: Installa applicazioni

source: <font size="4"><p>You will be directed to Q4OS web resources to download and install standalone useful applications.</p></font>
it: <font size="4"><p>Sarai rediretto sul sito web di Q4OS per scaricare e installare applicazioni utili selezionandole una ad una.</p></font>

source: Install Proprietary Codecs
it: Installa Codec proprietari

source: <font size="4"><p>Run an interactive script to install extra collection of professional quality codecs.</p><p>Media players such as VLC or Mplayer make use of these codecs in order to provide support for playback of DVD and multimedia files encoded through these codecs.</p></font>
it: <font size="4"><p>Esegui un programma interattivo per installare altri codec di qualità professionale.</p><p>I lettori multimediali come VLC o Mplayer useranno questi codec per poter leggere i DVD e i files multimediali codificati con questi codec.</p></font>

source: Turn on Desktop effects
it: Attiva effetti grafici

source: <font size="4"><p>Clicking this button, you will turn desktop smoothing and beautifying effects on.</p><p>Note, desktop effects will work flawlessly on modern hardware only, it's not recommended to use it with legacy hardware. A short system testing will be performed to ensure the hardware is ready to accept the configuration.</p></font>
it: <font size="4"><p>Cliccando su questo pulsante abiliterai gli effetti grafici del desktop.</p><p>Nota che questi effetti funzioneranno senza problemi solo su hardware moderno, e sono sconsigliati con hardware vetusto. Un rapido controllo del sistema verrà eseguito per assicurarsi che il tuo hardware possa accettare la configurazione.</p></font>

source: Switch to Kickoff start menu
it: Usa il menu di avvio Kickoff

source: <font size="4"><p>Switch to alternative Kickoff Start menu.</p><p>Well arranged, modern style start menu offers search bar, favorites tab, history and more.</p></font>
it: <font size="4"><p>Usa il menu di avvio alternativo Kickoff.</p><p>Ben disposto, con uno stile moderno questo menu offre una barra di ricerca, mostra i programmi preferiti, la cronologia ed altro.</p></font>

source: Set Autologin
it: Imposta login automatico

source: <font size="4"><p>Bypass login screen and login without entering your password after the system boot.</p></font>
it: <font size="4"><p>Non mostrare la schermata di login e accedi senza immettere la tua password all'avvio del sistema.</p></font>
