Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: de, it, nl, pl, ru

source: Please make sure you are not installing another software and repeat setup few moments later.
de: Bitte vergewissern Sie sich, dass Sie keine andere Software installieren und wiederholen Sie das Setup einen Moment später.
ru: Пожалуйста, убедитесь, что вы не устанавливаете другое ПО, и повторите настройку через несколько минут.

source: Please make sure you are not installing another software and repeat the setup.
de: Bitte vergewissern Sie sich, dass Sie keine andere Software installieren und wiederholen Sie das Setup.
ru: Пожалуйста, убедитесь, что вы не устанавливаете другое ПО, и повторите установку.

source: Postinstall operations ...
de: Operationen nach der Installation …
it: Operazioni post installazione ...
nl: Bezig met afhandelen...
pl: Operacje kończące ...
ru: Операции после установки…

source: Postinstall operations ... Done
de: Operationen nach der Installation … Erledigt
it: Operazioni post installazione … Fatto
nl: Afgehandeld.
pl: Operacje kończące ... Gotowe
ru: Операции после установки… Готово

source: Postinstall operations, additional commands ...
de: Operationen nach der Installation, zusätzliche Befehle …
it: Operazioni post installazione, comandi addizionali ...
nl: Bezig met afhandelen en uitvoeren van aanvullende opdrachten...
pl: Operacje kończące, dodatkowe polecenia ...
ru: Операции после установки, дополнительные команды…

source: Preparing installation files ...
de: Vorbereiten der Installationsdateien ...
it: Preparazione dei file di installazione …
nl: Bezig met voorbereiden van installatiebestanden...
pl: Przygotowywanie plików instalacyjnych ...
ru: Подготавливаются файлы установки…

source: Preparing installation files ... OK
de: Vorbereiten der Installationsdateien … OK
it: Preparazione dei file di installazione … OK
nl: De installatiebestanden zijn voorbereid.
pl: Przygotowywanie plików instalacyjnych ... OK
ru: Подготавливаются файлы установки… ОК

source: Prerun script requested exit. Exit code:
de: Prerun- (Vorab-) Skript fordert Exit an. Exitcode:
ru: Сценарий предварительного исполнения запросил выход. Код выхода:

source: Press Page Down to see the rest of agreement.
de: Drücken Sie Bild-Ab, um den Rest der Vereinbarung zu sehen.
it: Premi Pagina Giù per vedere il resto della licenza.
nl: Druk op Page Down om de rest van de overeenkomst te lezen.
pl: Naciśnij przycisk 'Page Down' (PgDn) by zobaczyć resztę umowy.
ru: Нажмите клавишу Page Down для прокрутки текста соглашения.

source: Q4OS Install System v1.0
de: Q4OS-Installationssystem v1.0
ru: Установочная система Q4OS v1.0

source: Recovered ... OK
de: Wiederhergestellt ... OK
it: Ripristinato … OK
nl: Hersteld.
pl: Przywrócono ... OK
ru: Восстановлено… ОК

source: Registering application ... OK
de: Registrierung der Anwendung ... OK
it: Registrazione dell'applicazione … OK
nl: Het programma is geregistreerd.
pl: Rejestrowanie aplikacji ... OK
ru: Регистрируется приложения… ОК

source: Root permissions needed, exiting ...
de: Root-Berechtigungen erforderlich, wird beendet ...
ru: Требуются права root, выход…

source: Running custom scripts ...
de: Ausführen von benutzerdefinierten Skripten ...
ru: Выполнение пользовательских скриптов…

source: Running custom scripts ... Done
de: Ausführen von benutzerdefinierten Skripten ... Erledigt
ru: Выполнение пользовательских скриптов… Готово

source: Searching for language packages ...
de: Suche nach Sprachpaketen ...
it: Ricerca dei pacchetti della lingua …
nl: Bezig met zoeken naar taalpakketten...
pl: Szukanie pakietów językowych ...
ru: Поиск языковых пакетов…

source: Searching for language packages ... Done
de: Suche nach Sprachpaketen ... Erledigt
it: Ricerca dei pacchetti della lingua … Fatto
nl: Het zoeken is afgerond.
pl: Szukanie pakietów językowych ... Gotowe
ru: Поиск языковых пакетов… Готово

source: Setup action:
de: Einrichtungsaktion:
it: Azione di configurazione:
nl: Instelactie:
pl: Wykonywana operacja:
ru: Процесс установки:

source: Setup action:
de: Einrichtungsaktion:
it: Azione di configurazione:
nl: Instelactie:
pl: Wykonywana operacja:
ru: Действие установки:

source: Setup messages were recorded into logfile:
de: Nachrichten zur Einrichtung wurden in Logdatei aufgezeichnet:
ru: Сообщения установки записаны в файл журнала:

source: Setup wizard
de: Einrichtungsassistent
ru: Мастер установки

source: Testing Internet connection ...
de: Testen der Internetverbindung ...
it: Test della connessione ad Internet ...
nl: Bezig met testen van internetverbinding...
pl: Sprawdzanie połączenia internetowego ...
ru: Проверяется соединение с Интернетом…

source: Testing Internet connection ... Failed !
de: Testen der Internetverbindung ... Fehlgeschlagen!
it: Test della connessione ad Internet … Fallito!
nl: Internetverbinding mislukt!
pl: Sprawdzanie połączenia internetowego ... Nie powiodło się !
ru: Проверяется соединение с Интернетом… Сбой!

source: Testing Internet connection ... OK
de: Testen der Internetverbindung ... OK
it: Test della connessione ad Internet ...OK
nl: U bent verbonden met het internet.
pl: Sprawdzanie połączenia internetowego ... OK
ru: Проверяется соединение с Интернетом… ОК

source: Testing installation ...
de: Testen der Installation ...
it: Test dell'installazione ...
nl: Bezig met testen van installatie...
pl: Sprawdzanie instalacji ...
ru: Проверяется установка…

source: Testing installation ... Done
de: Testen der Installation ... Erledigt
it: Test dell'installazione ... Fatto
nl: De installatietest is geslaagd.
pl: Sprawdzanie instalacji ... Gotowe
ru: Проверяется установка… Готово

source: The application doesn't support this system CPU architecture:
de: Die Anwendung unterstützt diese System-CPU-Architektur nicht:
ru: Приложение не поддерживает архитектуру этого системного процессора:

source: The lock can also be caused by a system update in progress in the background. In this case, you need to wait a few minutes for the package system to complete these operations.
de: Die Sperre kann auch durch eine im Hintergrund laufende Systemaktualisierung verursacht werden. In diesem Fall müssen Sie ein paar Minuten warten, bis das Paketsystem diese Operationen abgeschlossen hat.
ru: Блокировка также может быть вызвана обновлением системы, выполняемым в фоновом режиме. В этом случае необходимо подождать несколько минут, пока система пакета завершит эти операции.

source: The post installation check failed, the software may not have been installed correctly.
de: Die Nachinstallationsprüfung ist fehlgeschlagen, die Software ist möglicherweise nicht ordnungsgemäß installiert worden.
ru: Проверка после установки не удалась, возможно, ПО было установлено неправильно.

source: Trying to recover APT integrity ...
de: Versuch, APT-Integrität wiederherzustellen ...
it: Cerco di ripristinare l'integrità di APT ...
nl: Bezig met proberen ATP-integriteit te herstellen...
pl: Próba przywrócenia spójnego stanu systemu pakietów ...
ru: Попытка восстановить целостность APT…

source: Unsupported distro
de: Nicht unterstützte Distro
ru: Неподдерживаемый дистрибутив

source: Update Apt database ...
de: Apt-Datenbank aktualisieren ...
ru: Обновление базы данных Apt…

source: Update sw database ...
de: SW-Datenbank aktualisieren ...
it: Update del database delle applicazioni …
nl: Bezig met bijwerken van softwaredatabank...
pl: Aktualizacja bazy danych ...
ru: Обновление базы данных ПО…

source: Update sw database ... Done
de: SW-Datenbank aktualisieren ... Erledigt
it: Update del database delle applicazioni … Fatto
nl: De softwaredatabank is bijgewerkt.
pl: Aktualizacja bazy danych ... Done
ru: Обновление базы данных ПО… Готово

source: Update system cache ...
de: System-Cache aktualisieren ...
it: Aggiornamento della cache di sistema …
nl: Bezig met bijwerken van systeemcache...
pl: Aktualizacja pamięci podręcznej systemu ...
ru: Обновляется кэш системы…

source: Update system cache ... Done
de: System-Cache aktualisieren ... Erledigt
it: Aggiornamento della cache di sistema … Fatto
nl: De systeemcache is bijgewerkt.
pl: Aktualizacja pamięci podręcznej systemu ... Gotowe
ru: Обновляется кэш системы… Готово

source: Upgrade Apt database ...
de: Apt-Datenbank upgraden ...
ru: Обновление базы данных Apt…

source: Verified ... OK
de: Verifiziert ... OK
it: Verifica … OK
nl: Verificatie geslaagd.
pl: Zweryfikowano ... OK
ru: Проверка… ОК

source: Waiting to complete current operation ... Done
de: Warten auf Abschluss der aktuellen Operation ... Erledigt
it: In attesa di completare l'operazione corrente … Fatto
nl: De huidige handeling is afgerond.
pl: Oczekiwanie na zakończenie obecnej operacji ... Gotowe
ru: Ожидается завершение текущей операции… Готово

source: Warning: cannot terminate proc_lock !
de: Warnung: proc_lock kann nicht beendet/abgebrochen werden!
ru: Предупреждение: невозможно завершить proc_lock!

source: Warning: proc_lock is already running, trying to rerun qprocess !
de: Warnung: proc_lock wird bereits ausgeführt. Versuch, qprocess erneut auszuführen!
ru: Предупреждение: proc_lock уже запущен, попытка повторно запустить qprocess!

source: You are trying to install flatpak based software.
de: Sie versuchen, Flatpak-basierte Software zu installieren.
ru: Вы пытаетесь установить программное обеспечение на основе flatpak.

source: already installed, exiting ...
de: Bereits installiert, wird beendet ...
ru: уже установлено, выход…

source: clean
ru: чисто

source: fine
de: Fein
ru: хорошо

source: installed ... Cancel !
de: Installiert … Abbrechen!
ru: установлено… Отмена!

source: not installed
de: Nicht installiert
ru: не установлено

source: not supported, exiting ...
de: Nicht unterstützt, wird beendet ...
ru: не поддерживается, выход…

source: ready
de: Bereit
ru: готово

source: software is already installed, so cancelling installation ...
de: Software ist bereits installiert, daher Abbruch der Installation ...
ru: программное обеспечение уже установлено, поэтому установка отменяется…

source: </b></p><p>Cleaning and canceling now ...</p>
it: </b></p><p>Pulizia e annullamento dell'operazione ...</p>
nl: </b></p><p>Bezig met opschonen en afbreken...</p>
pl: </b></p><p>Czyszczenie i anulowanie ...</p>

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
it: <p><h2>L'assistente ha completato la configurazione di _SUBST_SWNAME_</h2><br></p> <p>Il programma _SUBST_SWNAME_ è stato installato sul tuo computer.<br></p> <p>Clicca su "Finish" per chiudere l'assistente.<br><br><br><br><br><br></p> <p>Visita il sito di _SUBST_SWNAME_ per le ultime novità, le domande frequenti e il supporto</p>
nl: <p><h2>Bezig met voltooien van _SUBST_SWNAME_-instelhulp</h2><br></p> <p>Het programma _SUBST_SWNAME_ is geïnstalleerd.<br></p> <p>Klik op 'Afronden' om de instelhulp af te sluiten.<br><br><br><br><br><br></p> <p>Ga naar de website van _SUBST_SWNAME_ voor het laatste nieuws, veelgestelde vragen en ondersteuning</p>
pl: <p><h2>Kończenie kreatora instalacji _SUBST_SWNAME_</h2><br></p> <p>Program _SUBST_SWNAME_ został zainstalowany na twoim komputerze.<br></p> <p>Naciśnij 'Zakończ' by sfinalizować pracę instalatora.<br><br><br><br><br><br></p> <p>Odwiedź stronę _SUBST_SWNAME_ by zapoznać się z nowinami, FAQ i obsługą techniczną.</p>

source: <p>Error installing application, sorry, I cannot install.</p><p>Setup messages were recorded into logfile: <b>
it: <p>Si è verificato un errore durante l'installazione, mi dispiace. Non sono riuscito ad installare il programma.</p><p>I messaggi di installazione sono stati salvati nel file di log: <b>
nl: <p>Er is een fout opgetreden tijdens het installeren; excuses voor het ongemak.</p><p>Het voorval is vastgelegd in een logbestand: <b>
pl: <p>Błąd instalowania aplikacji, przepraszamy, nie można zainstalować.</p><p>Dziennik zdarzeń instalatora został zapisany do pliku: <b>

source: Fast system checks
it: Controlli veloci del sistema
nl: Snelle systeemcontrole
pl: Szybkie sprawdzanie systemu

source: Get permissions
it: Ottieni i permessi
nl: Machtigingen verkrijgen
pl: Pobieranie uprawnień

source: Installing
it: Installazione in corso
nl: Bezig met installeren
pl: Instalowanie

source: License Agreement
it: Contratto di licenza
nl: Licentie-overeenkomst
pl: Umowa licencyjna

source: Please review the license terms before install
it: Per cortesia rileggi i termini di licenza prima di installare
nl: Lees de licentievoorwaarden voordat u doorgaat met installeren
pl: Prosze zapoznać się z licencją przed instalacją

source: Please wait while software is being installed
it: Per cortesia attendi mentre i programmi vengono installati
nl: Wacht totdat de software geïnstalleerd is
pl: Proszę zaczekać, oprogramowanie jest instalowane

source: Postinstall operations, update sw database ...
it: Operazioni post installazione, update del database delle applicazioni ...
nl: Bezig met afhandelen en bijwerken van softwaredatabank...
pl: Operacje kończące, aktualizacja bazy danych ...

source: Postinstall operations, upgrade sw database ...
it: Operazioni post installazione, upgrade del database delle applicazioni ...
nl: Bezig met afhandelen en opwaarderen van softwaredatabank...
pl: Operacje kończące, aktualizowanie bazy danych ...

source: Q4OS Install System v0.2.0
it: Programma di installazione di Q4OS v0.2.0
nl: Q4OS-installatiesysteem v0.2.0
pl: Instalator Q4OS v0.2.0

source: System asks for installation permissions
it: Il sistema chiede i permessi per l'installazione
nl: Het systeem vraagt om extra machtigingen
pl: System pyta o uprawnienia instalacyjne

source: System is prechecking installation environment
it: Controllo preliminare dell'ambiente di installazione in corso
nl: Het systeem controleert de installatie-omgeving
pl: System sprawdza środowisko instalacyjne

source: setup wizard
it: assistente di configurazione
nl: instelhulp
pl: kreator instalacji
