Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: de, it, nl, pl, ru

source: < Back
de: < Zurück
it: < Indietro
nl: < Terug
pl: < Wstecz
ru: < Назад

source: <b>Fast system checks</b><br>&nbsp;&nbsp;&nbsp;System is prechecking installation environment
de: <b>Schnelle Systemprüfungen</b><br>&nbsp;&nbsp;&nbsp;System überprüft vorab Installationsumgebung
ru: <b>Быстрые проверки системы</b><br>&nbsp;&nbsp;&nbsp;Система предварительно проверяет среду установки

source: <b>Get permissions</b><br>&nbsp;&nbsp;&nbsp;System asks for installation permissions
de: <b>Berechtigungen erhalten</b><br>&nbsp;&nbsp;&nbsp;System fragt nach Installationsberechtigungen
ru: <b>Получение прав</b><br>&nbsp;&nbsp;&nbsp;Система запрашивает права на установку

source: <b>Installing</b><br>&nbsp;&nbsp;&nbsp;Please wait while software is being installed
de: <b>Installation</b><br>&nbsp;&nbsp;&nbsp;Bitte warten Sie, während die Software installiert wird
ru: <b>Установка</b><br>&nbsp;&nbsp;&nbsp;Пожалуйста, дождитесь завершения установки ПО

source: <b>License Agreement</b><br>&nbsp;&nbsp;&nbsp;Please review the license terms before install
de: <b>Lizenzvereinbarung</b><br>&nbsp;&nbsp;&nbsp;Bitte sehen Sie vor der Installation die Lizenzbedingungen nochmals durch
ru: <b>Лицензионное соглашение</b><br>&nbsp;&nbsp;&nbsp;Пожалуйста, ознакомьтесь с условиями лицензии перед установкой

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
de: <p><h2>Abschluss des Einrichtungsassistenten _SUBST_SWNAME_</h2><br></p> <p>Software _SUBST_SWNAME_ ist auf Ihrem Computer installiert worden.<br></p> <p>Klicken Sie auf Fertigstellen, um den Assistenten zu schließen.<br><br><br><br><br><br></p> <p>Besuchen Sie die Website _SUBST_SWNAME_ für die jüngsten News, FAQs und Support</p>
ru: <p><h2>Завершение мастера установки _SUBST_SWNAME_</h2><br></p> <p>Приложение _SUBST_SWNAME_ успешно установлено на ваш компьютер.<br></p> <p>Нажмите кнопку Завершить для закрытия мастера.<br><br><br><br><br><br></p> <p>Посетите сайт _SUBST_SWNAME_ для получения последних новостей и поддержки</p>

source: <p><h2>Welcome to the _SUBST_SWNAME_ setup wizard</h2></p> <p>This wizard will guide you through the installation of the _SUBST_SWNAME_ application.</p> <p>Click Next to continue.</p>
de: <p><h2>Willkommen beim Einrichtungsassistenten _SUBST_SWNAME_ </h2></p> <p>Dieser Assistent wird Sie durch die Installation der Anwendung _SUBST_SWNAME_ führen.</p> <p>Klicken Sie auf Weiter, um fortzufahren.</p>
it: <p><h2>Benvenuto nell'assistente di configurazione di _SUBST_SWNAME_</h2></p> <p>Questo assistente vi guiderà nell'installazione del programma _SUBST_SWNAME_ .</p> <p>Premi "Avanti" per continuare.</p>
nl: <p><h2>Welkom bij de _SUBST_SWNAME_-instelhulp</h2></p> <p>Deze instelhulp begeleidt u door het installatieproces van _SUBST_SWNAME_.</p> <p>Klik op 'Volgende' om verder te gaan.</p>
pl: <p><h2>Witaj w kreatorze instalacji _SUBST_SWNAME_</h2></p> <p>Ten kreator przeprowadzi cię przez proces instalacji programu _SUBST_SWNAME_.</p> <p>Naciśnij 'Dalej' by kontynuować.</p>
ru: <p><h2>Добро пожаловать в Мастер установки _SUBST_SWNAME_</h2></p> <p>Этот мастер проведёт вас через все шаги установки приложения _SUBST_SWNAME_.</p> <p>Нажмите кнопку Далее для продолжения.</p>

source: <p>Initial data incomplete !</p><p> Canceling installation ...</p>
de: <p>Initiale Daten unvollständig!</p><p> Abbruch der Installation ...</p>
ru: <p>Изначальные данные неполные!</p><p> Установка отменяется…</p>

source: <p>Internet connection is inactive or very slow. Installer needs to download application packages from Q4OS Internet sources. Setup cannot continue ...</p>
de: <p>Internetverbindung ist inaktiv oder sehr langsam. Das Installationsprogramm muss Anwendungspakete aus den Q4OS-Internetquellen herunterladen. Setup kann nicht fortgesetzt werden ...</p>
it: <p>La connessione ad Internet non è attiva oppure è troppo lenta. L'assistente ne ha bisogno per connettersi ai server di Q4OS e scaricare i pacchetti del programma. L'installazione non può continuare ... </p>
nl: <p>Er moeten pakketten worden gedownload uit Q4OS's online pakketbronnen, maar de internetverbinding is inactief of te langzaam. De instelhulp kan niet doorgaan...</p>
pl: <p>Połączenie internetowe jest nieaktywne lub bardzo powolne. Instalator musi pobrać pakiety aplikacji ze źródeł internetowych Q4OS. Instalator nie może kontynuować ...</p>
ru: <p>Соединение с Интернетом неактивно или медленное. Установщику необходимо загрузить пакеты приложений из сетевых источников Q4OS. Установку невозможно продолжить…</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p><p>Cleaning and canceling now ...</p>
de: <p>Paketsystem ist ausgelastet, nicht bereit, jetzt zu installieren. Setup kann nicht fortgesetzt werden.</p><p>Die Sperre wird sehr wahrscheinlich durch kontinuierliche Systemaktualisierungen im Hintergrund verursacht. Wenn dies der Fall ist, müssen Sie einen Moment warten, bis das Paketsystem diese Operationen abgeschlossen hat. Bitte vergewissern Sie sich, dass Sie keine andere Anwendung installieren und wiederholen Sie das Setup wenige Minuten später.</p><p>Jetzt Bereinigung und Abbruch ...</p>
it: <p>Il sistema di gestione dei pacchetti è occupato. L'installazione non può continuare.</p><p>Molto probabilmente, è in corso un aggiornamento in background oppure l'installazione di un'altra applicazione. In questo caso, basta aspettare che si concluda il processo. Per favore, prova a ripetere l'installazione tra qualche minuto.</p><p>Pulizia e annullamento dell'operazione ...</p>
nl: <p>Het pakketsysteem is bezig; het installeren kan niet doorgaan.</p><p>De vergrendeling wordt hoogstwaarschijnlijk veroorzaakt door systeemupdates die op de achtergrond worden geïnstalleerd. Als dat zo is, dan moet u wachten totdat de updates volledig zijn geïnstalleerd. Controleer ook of u niet een ander programma gelijktijdig probeert te installeren.</p><p>Bezig met opschonen en afbreken...</p>
pl: <p>System pakietów jest zajęty, niegotowy do przeprowadzenia instalacji. Instalator nie może kontynuować.</p><p>Blokada jest spowodowana najprawdopodobniej przez aktualizacje systemu działające w tle. Jeśli tak jest, musisz chwilę poczekać aby system skończył obecne działania. Proszę upewnij się, że nie instalujesz w tle innej aplikacji i spróbuj ponownie za parę minut.</p><p>Czyszczenie i anulowanie ...</p>
ru: <p>Система пакетов занята и не готова к установке. Установку нельзя продолжить.</p><p>Блокировка, скорее всего, вызвана текущими фоновыми обновлениями системы. В этом случае вам придётся подождать некоторое время, пока система пакетов завершит эти операции. Убедитесь, что вы не устанавливаете другое приложение и повторите установку через несколько минут.</p><p>Производится очистка и отмена…</p>

source: <p>Package system is in non consistent state, it has to be recovered manually. Installation cannot continue now.</p><p>Cleaning and canceling ...</p>
de: <p>Paketsystem ist in einem nicht-konsistenten Zustand, es muss manuell wiederhergestellt werden. Installation kann jetzt nicht fortgesetzt werden.</p><p>Bereinigung und Abbruch ...</p>
it: <p>Il sistema di gestione dei pacchetti non funziona correttamente, e deve essere ripristinato manualmente. L'installazione del programma non può continuare.</p><p>Pulizia e annullamento dell'operazione ...</p>
nl: <p>Het pakketsysteem is verward en moet handmatig worden hersteld. Het installeren kan niet doorgaan.</p><p>Bezig met opschonen en afbreken...</p>
pl: <p>System pakietów spójny, spójność musi być przywrócona manualnie. Instalacja nie może obecnie kontynuować.</p><p>Czyszczenie i anulowanie ...</p>
ru: <p>Система пакетов система находится в несогласованном состоянии, её необходимо восстановить вручную. Установку нельзя продолжить сейчас.</p><p>Производится очистка и отмена…</p>

source: <p>Packages couldn't be downloaded, please check your Internet connection. Sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
de: <p>Pakete konnten nicht heruntergeladen werden, bitte überprüfen Sie Ihre Internetverbindung. Sorry, ich kann jetzt nicht installieren.</p><p>Bereinigung und Abbruch ...</p>
it: <p>Non sono riuscito a scaricare i pacchetti del programma. Per favore, controlla la tua connessione ad Internet. Mi dispiace, l'installazione non può proseguire.</p><p>Pulizia e annullamento dell'operazione ...</p>
nl: <p>De pakketten kunnen niet worden gedownload; controleer uw internetverbinding.</p><p>Bezig met opschonen en afbreken...</p>
pl: <p>Pakiety nie mogą być obecnie pobrane, sprawdź połączenie internetowe. Przepraszamy, nie można obecnie zainstalować.</p><p>Czyszczenie i anulowanie ...</p>
ru: <p>Пакеты не удалось загрузить, пожалуйста, проверьте подключение к Интернету. Извините, сейчас установка невозможна.</p><p>Производится очистка и отмена…</p>

source: <p>Simulation not successful, sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
de: <p>Simulation nicht erfolgreich. Sorry, ich kann jetzt nicht installieren.</p><p>Bereinigung und Abbruch ...</p>
it: <p>La simulazione non è andata a buon fine. Mi dispiace, non riesco a procedere con l'installazione.</p><p>Pulizia e annullamento dell'operazione ...</p>
nl: <p>De simulatie is mislukt. Het installeren kan niet doorgaan.</p><p>Bezig met opschonen en afbreken...</p>
pl: <p>Symulacja nie powiodła się, przepraszamy, nie można obecnie zainstalować.</p><p>Czyszczenie i anulowanie...</p>
ru: <p>Симуляция не удалась, извините, сейчас установка невозможна.</p><p>Производится очистка и отмена…</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
de: <p>Warnung: Ein Abbruch der Installation während dieser Phase könnte in einem Ausfall des Paketsystems resultieren.</p><p>Sind Sie wirklich sicher, dass Sie den Installationsprozess jetzt unterbrechen wollen?</p>
it: <p>Attenzione: annullare l'installazione durante questa fase potrebbe causare un malfunzionamento del sistema di gestione dei pacchetti.</p><p>Sei davvero sicuro di voler interrompere il processo di installazione ora?</p>
nl: <p>Waarschuwing: door het installatieproces nú af te breken kan het pakketsysteem schade oplopen.</p><p>Weet u zeker dat u het proces wilt afbreken?</p>
pl: <p>Ostrzeżenie: Anulowanie instalacji w tym stanie może doprowadzić do uszkodzenia systemu.</p><p>Jesteś pewien, że chcesz przerwać proces instalacji ?</p>
ru: <p>Предупреждение: Отмена установки на этом этапе может привести к сбою системы пакетов.</p><p>Вы уверены, что хотите прервать процесс установки сейчас?</p>

source: <p>result:&nbsp;&nbsp;<b>passed OK !</b></p>
de: <p>Ergebnis:&nbsp;&nbsp;<b>Bestanden OK!</b></p>
it: <p>risultato:&nbsp;&nbsp;<b>passato, OK !</b></p>
nl: <p>Resultaat:&nbsp;&nbsp;<b>controle geslaagd!</b></p>
pl: <p>rezultat:&nbsp;&nbsp;<b>OK !</b></p>
ru: <p>результат:&nbsp;&nbsp;<b>успешно пройдено!</b></p>

source: Adding security keys ...
de: Hinzufügen von Sicherheitsschlüsseln ...
it: Aggiunta delle chiavi di sicurezza ...
nl: Bezig met toevoegen van beveiligingssleutels...
pl: Dodawanie kluczy bezpieczeństwa ...
ru: Добавляются ключи защиты…

source: Adding security keys ... OK
de: Hinzufügen von Sicherheitsschlüsseln ... OK
it: Aggiunta delle chiavi di sicurezza … OK
nl: De beveiligingssleutels zijn toegevoegd.
pl: Dodawanie kluczy bezpieczeństwa ... OK
ru: Добавляются ключи защиты… ОК

source: Autofix not needed ... OK
de: Autofix nicht notwendig ... OK
it: Autofix non necessario ... OK
nl: Geen automatische reparatie benodigd.
pl: Autonaprawa nie jest konieczna ... OK
ru: Автоисправление не требуется… ОК

source: Busy !
de: Ausgelastet!
ru: В работе!

source: CPU architecture doesn't match, exiting
de: CPU-Architektur stimmt nicht überein, wird beendet
ru: Архитектура процессора не подходит, выход

source: Calculating progress ...
de: Berechnung des Fortschritts ...
it: Calcolo dello stato di avanzamento ...
nl: Bezig met berekenen van de voortgang...
pl: Obliczanie postępu ...
ru: Вычисляется прогресс…

source: Cancel
de: Abbrechen
it: Annulla
nl: Afbreken
pl: Anuluj
ru: Отмена

source: Canceling installation ...
de: Abbruch der Installation ...
ru: Установка отменяется…

source: Cannot lock APT database, exiting ...
de: APT-Datenbank kann nicht gesperrt werden, wird beendet ...
ru: Невозможно заблокировать базу данных APT, выход…

source: Cannot lock Flatpak framework, exiting ...
de: Flatpak-Framework kann nicht gesperrt werden, wird beendet ...
ru: Невозможно заблокировать фреймворк Flatpak, выход…

source: Checking distro
de: Überprüfung der Distro
ru: Проверяется дистрибутив

source: Checking installation ...
de: Überprüfung der Installation ...
it: Controllo dell'installazione ...
nl: Bezig met controleren van installatie...
pl: Sprawdzanie instalacji ...
ru: Проверяется установка…

source: Checking installation ... Error !
de: Überprüfung der Installation … Fehler!
it: Controllo dell'installazione … Errore!
nl: Er is een fout opgetreden tijdens de controle.
pl: Sprawdzanie instalacji ... Błąd !
ru: Проверяется установка… Ошибка!

source: Checking installation ... OK
de: Überprüfung der Installation … OK
it: Controllo dell'installazione … OK
nl: De controle is geslaagd.
pl: Sprawdzanie instalacji ... OK
ru: Проверяется установка… ОК

source: Checking package system
de: Überprüfung des Paketsystems
ru: Проверяется система пакетов

source: Checking package system ...
de: Überprüfung des Paketsystems ...
it: Controllo del sistema di gestione dei pacchetti ...
nl: Bezig met controleren van pakketsysteem...
pl: Sprawdzanie systemu pakietów ...
ru: Проверяется система пакетов…

source: Cleaning and canceling now ...
de: Jetzt Bereinigung und Abbruch …
ru: Очистка и отмена сейчас…

source: Configuring Apt ...
de: Konfigurieren von Apt ...
ru: Настраивается Apt…

source: Configuring Apt ... Done
de: Konfigurieren von Apt ... Erledigt
ru: Настраивается Apt… Готово

source: Copying system packages ...
de: Kopieren von Systempaketen ...
it: Copia dei pacchetti di sistema ...
nl: Bezig met kopiëren van systeempakketten...
pl: Kopiowanie pakietów systemowych ...
ru: Копируются пакеты системы…

source: Copying system packages ... Done
de: Kopieren von Systempaketen ... Erledigt
it: Copia dei pacchetti di sistema … Fatto
nl: De systeempakketten zijn gekopieerd.
pl: Kopiowanie pakietów systemowych ... Gotowe
ru: Копируются пакеты системы… Готово

source: Could not initialize, incorrect data header !
de: Konnte nicht initialisiert werden, fehlerhafter Daten-Header!
ru: Не удалось инициализировать, неверный заголовок данных!

source: Could not initialize, incorrect data header.
de: Konnte nicht initialisiert werden, fehlerhafter Daten-Header.
ru: Не удалось инициализировать, неверный заголовок данных.

source: Could not run Q4OS low-level apt utilities ! It is a serious problem, breaking the installation ...
de: Q4OS Low-Level apt-Dienstprogramme konnten nicht ausgeführt werden! Dies ist ein ernsthaftes Problem, Unterbrechung der Installation ...
ru: Не удалось запустить низкоуровневые средства apt для Q4OS! Это серьёзная проблема, которая может нарушить установку…

source: Determining Flatpak configuration ...
de: Bestimmen der Flatpak-Konfiguration …
ru: Определяется конфигурация Flatpak…

source: Distro
ru: Дистрибутив

source: Do you really want to cancel pending operation ?
de: Möchten Sie wirklich die ausstehende Operation abbrechen?
it: Vuoi veramente annullare l'operazione in corso?
nl: Weet u zeker dat u de huidige handeling wilt afbreken?
pl: Czy na pewno chcesz anulować oczekującą operację?
ru: Вы действительно хотите прервать текущую операцию?

source: Done
de: Erledigt
ru: Готово

source: Downloading packages ...
de: Herunterladen von Paketen ...
it: Scaricamento dei pacchetti ...
nl: Bezig met downloaden van pakketten...
pl: Pobieranie pakietów ...
ru: Загружаются пакеты…

source: Downloading packages ... Done
de: Herunterladen von Paketen ... Erledigt
it: Scaricamento dei pacchetti … Fatto
nl: De pakketten zijn gedownload.
pl: Pobieranie pakietów ... Gotowe
ru: Загружаются пакеты… Готово

source: Enter your password to continue:
de: Geben Sie Ihr Passwort ein, um fortzufahren:
it: Immetti la tua password per continuare:
nl: Voer uw wachtwoord in om door te gaan:
pl: Podaj swoje hasło by kontynuować:
ru: Введите ваш пароль для продолжения:

source: Extracting archive ...
de: Extrahieren des Archivs ...
it: Estrazione dell'archivio ...
nl: Bezig met uitpakken van archief...
pl: Wypakowywanie ...
ru: Распаковывается архив…

source: Extracting archive ... Done
de: Extrahieren des Archivs ... Erledigt
it: Estrazione dell'archivio … Fatto
nl: Het archief is uitgepakt.
pl: Wypakowywanie ... Gotowe
ru: Распаковывается архив… Готово

source: Failed
de: Fehlgeschlagen
ru: Ошибка

source: Failed. Configuration file doesn't exist.
de: Fehlgeschlagen. Konfigurationsdatei ist nicht vorhanden.
ru: Ошибка. Файл конфигурации не существует.

source: Failed. Input file doesn't exist.
de: Fehlgeschlagen. Eingabedatei ist nicht vorhanden.
ru: Ошибка. Входной файл не существует.

source: Finish >
de: Fertigstellen >
it: Finito >
nl: Afronden >
pl: Zakończ >
ru: Завершить >

source: Finishing installation ...
de: Fertigstellung der Installation ...
it: Completamento dell'installazione ...
nl: Bezig met afronden van installatie...
pl: Kończenie instalacji ...
ru: Завершается установка…

source: Flatpak framework is busy, another application is being installed just now.
de: Flatpak-Framework ist ausgelastet, eine andere Anwendung wird gerade jetzt installiert.
ru: Фреймворк Flatpak занят, в данный момент устанавливается другое приложение.

source: Flatpak is installed, but the Flathub repository isn't included. Please add Flathub repository first. Canceling installation ...
de: Flatpak ist installiert, aber das Flathub-Repository ist nicht inkludiert. Bitte fügen Sie zuerst das Flathub-Repository hinzu. Abbruch der Installation ...
ru: Flatpak установлен, но репозиторий Flathub не включён. Пожалуйста, сначала добавьте репозиторий Flathub. Установка отменяется…

source: Flatpak is not installed, so cancelling installation. Please install flatpak package first ...
de: Flatpak ist nicht installiert, daher Abbruch der Installation. Bitte installieren Sie zuerst das Flatpak-Paket ...
ru: Flatpak не установлен, поэтому установка отменяется. Пожалуйста, сначала установите пакет flatpak…

source: Flatpak isn't installed ... Cancel !
de: Flatpak ist nicht installiert ... Abbrechen!
ru: Flatpak не установлен… Отмена!

source: Flatpak isn't installed, exiting ...
de: Flatpak ist nicht installiert, wird beendet ...
ru: Flatpak не установлен, выход…

source: I Agree
de: Ich bin einverstanden
it: Accetto
nl: Ik ga akkoord
pl: Zgadzam się
ru: Согласен

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install _SUBST_SWNAME_ software.
de: Wenn Sie die Bedingungen der Vereinbarung akzeptieren, klicken Sie auf 'Ich bin einverstanden', um fortzufahren. Sie müssen die Vereinbarung akzeptieren, um die Software _SUBST_SWNAME_ zu installieren.
it: Se accetti i termini di licenza, premi Accetto per continuare. Devi accettare i termini di licenza per installare _SUBST_SWNAME_ .
nl: Klik op 'Ik ga akkoord' als u akkoord gaat met de voorwaarden van de overeenkomst. U dient akkoord te gaan als u _SUBST_SWNAME_ wilt installeren.
pl: Jeżeli akceptujesz postanowienia licencyjne, naciśnij 'Zgadzam się' by kontynuować. Musisz zaakceptować umowę aby zainstalować program _SUBST_SWNAME_.
ru: Нажмите «Согласен», если вы принимаете условия соглашения. Согласие необходимо для продолжения установки _SUBST_SWNAME_.

source: Install >
de: Installieren >
it: Installa >
nl: Installeren >
pl: Instaluj >
ru: Установить >

source: Installation failed !
de: Installation fehlgeschlagen!
ru: Установка не удалась!

source: Installation not successful.
de: Installation nicht erfolgreich.
ru: Установка завершилась неудачей.

source: Installation successfully completed :-)
de: Installation erfolgreich abgeschlossen :-)
it: Installazione completata con successo :-)
nl: Installatie geslaagd :-)
pl: Instalacja powiodła się :-)
ru: Установка успешно завершена :-)

source: Installing files ...
de: Installieren von Dateien ...
it: Installazione dei file ...
nl: Bezig met installeren van bestanden...
pl: Instalowanie plików ...
ru: Устанавливаются файлы…

source: Installing files ... OK
de: Installieren von Dateien … OK
it: Installazione dei file … OK
nl: De bestanden zijn geïnstalleerd.
pl: Instalowanie plików ... OK
ru: Устанавливаются файлы… ОК

source: Installing package ...
de: Installieren des Pakets ...
ru: Устанавливается пакет…

source: Insufficient permissions, user isn't member of "sudo" group, exiting ...
de: Unzureichende Berechtigungen, Benutzer ist nicht Mitglied der Gruppe "sudo", wird beendet ...
ru: Недостаточно прав, пользователь не входит в группу «sudo», выход…

source: License text ...
de: Lizenztext ...
it: Contratto di licenza...
nl: Licentietekst...
pl: Umowa licencyjna ...
ru: Текст лицензии…

source: Next >
de: Weiter >
it: Avanti >
nl: Volgende >
pl: Dalej >
ru: Далее >

source: No Flathub repository ... Cancel !
de: Kein Flathub-Repository ... Abbrechen!
ru: Нет репозитория Flayhub… Отмена!

source: No Flathub repository, exiting ...
de: Kein Flathub-Repository, wird beendet ...
ru: Нет репозитория Flayhub, выход…

source: Package
de: Paket
ru: Пакет

source: Package system ... Busy !
de: Paketsystem ... Ausgelastet!
it: Sistema di gestione dei pacchetti … Occupato!
nl: Het pakketsysteem is bezig!
pl: System pakietów ... Zajęty !
ru: Система пакетов… В работе!

source: Package system is busy, another application is being installed just now.
de: Paketsystem ist ausgelastet, eine andere Anwendung wird gerade jetzt installiert.
ru: Система пакетов занята, в данный момент устанавливается другое приложение.

source: Package system not consistent ...
de: Paketsystem nicht konsistent ...
it: Sistema di gestione dei pacchetti non consistente ...
nl: Het pakketsysteem is verward...
pl: System pakietów nie jest spójny ...
ru: Непоследовательная система пакетов…

source: Package system still not consistent, canceling installation ...
de: Paketsystem noch immer nicht konsistent, Abbruch der Installation ...
it: Sistema di gestione dei pacchetti ancora non consistente, annullamento dell'installazione ...
nl: Het pakketsysteem is nog steeds verward; de installatie wordt afgebroken...
pl: System pakietów wciąż nie jest spójny, anulowanie instalacji ...
ru: Система пакетов всё ещё непоследовательна. Установка отменяется…

source: Partial update sw database ...
de: SW-Datenbank partiell aktualisieren ...
it: Update parziale del database delle applicazioni ...
nl: De softwaredatabank wordt deels bijgewerkt...
pl: Częściowa aktualizacja bazy danych ...
ru: Частичное обновление базы данных ПО…

source: Partial update sw database ... Done
de: SW-Datenbank partiell aktualisieren ... Erledigt
it: Update parziale del database delle applicazioni … Fatto
nl: De softwaredatabank is deels bijgewerkt.
pl: Częściowa aktualizacja bazy danych ... Gotowe
ru: Частичное обновление базы данных ПО… Готово
