Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: de, es, it, ru

source: You are about to cancel desktop profiler without installing a profile. Are you sure ?
de: Sie sind dabei, den Desktop-Profiler abzubrechen, ohne ein Profil zu installieren. Sind Sie sicher?
ru: Вы собираетесь отменить профилировщик рабочего стола без установки профиля. Уверены?

source: You are calling for an alternative desktop installation, but it's not compatible with the profile selected. Please select another profile or desktop.
de: Sie fordern eine alternative Desktop-Installation an, aber diese ist nicht mit dem ausgewählten Profil kompatibel. Bitte wählen Sie ein anderes Profil oder einen anderen Desktop aus.
ru: Вы запрашиваете установку альтернативного рабочего стола, но она несовместима с выбранным профилем. Пожалуйста, выберите другой профиль или рабочий стол.

source: You can now edit the file to your preferences.
de: Sie können die Datei jetzt nach Ihren Präferenzen bearbeiten.
ru: Теперь вы можете изменить файл в соответствии с вашими предпочтениями.

source: some installed applications and packages may be removed as they are not part of the new profile.
de: Einige installierte Anwendungen und Pakete werden möglicherweise entfernt, da diese nicht Teil des neuen Profils sind.
ru: некоторые установленные приложения и пакеты можно удалить, поскольку они не являются частью нового профиля.

source: <html> <font size="5"><p>Please select default desktop environment.</p></font> <p align=justify>The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.</p> </html>
es: <html> <font size = "5"><p>Seleccione el entorno de escritorio predeterminado por favor.</p></font> <p align = justify>El escritorio ligero y eficiente <b>Trinity</b> está instalado y preconfigurado por defecto en este momento. Sin embargo, el instalador de Q4OS ha detectado automáticamente que su computadora es lo suficientemente potente como para operar en un <b> entorno de escritorio </b> más avanzado como<b> KDE Plasma </b></p> </html>
it: <html> <font size="5"><p>Seleziona l'ambiente desktop predefinito.</p></font> <p align=justify>L'ambiente desktop <b>Trinity</b> , leggero ed efficiente, è stato installato e selezionato come ambiente desktop predefinito. Tuttavia, il programma di installazione di Q4OS ha rilevato automaticamente che il computer è abbastanza potente da utilizzare l'ambiente desktop<b>KDE Plasma</b> più avanzato.</p> </html>

source: <p>You are calling for an alternative desktop installation, but it's not compatible with the profile selected. Please select another profile.</p>
es: <p>Está solicitando una instalación de escritorio alternativa, pero no es compatible con el perfil seleccionado. Seleccione otro perfil.</p>
it: <p>Stai cercando di installare un ambiente desktop alternativo, ma non è compatibile con il profilo selezionato. Per favore, seleziona un altro profilo dallo strumento Desktop Profiler.</p>

source: Default (TDE)
es: Predeterminado (TDE)
it: Predefinito (TDE)

source: No configuration found, exiting ..
es: No se encontró ninguna configuración, saliendo ...
it: Non ho trovato alcuna configurazione, chiudo ..
