Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: de, es, it, ru

source: Install >
de: Installieren >
es: Instalar >
it: Installazione >
ru: Установить >

source: * select please *
de: * Bitte auswählen *
es: *seleccione por favor*
it: * seleziona, per favore *
ru: * пожалуйста, выберите *

source: --- General ---
de: --- Allgemein ---
ru: --- Основное ---

source: --- Miscellaneous ---
de: --- Verschiedenes ---
ru: --- Прочее ---

source: --- Selected profile ---
de: --- Ausgewähltes Profil ---
ru: --- Выбранный профиль ---

source: <p align=justify>This dialog lets you choose an additional desktop environment (DE) to install alongside the default Q4OS desktop.</p><p align=justify>Please do not use this option, unless you are absolutely sure what you are doing.</p>
de: <p align=justify>In diesem Dialog können Sie eine zusätzliche Desktop-Umgebung (DE) wählen, die neben dem per Default vorgegebenen Q4OS-Desktop installiert werden soll.</p><p align=justify>Bitte verwenden Sie diese Option nicht, es sei denn, Sie sind sich absolut sicher, was Sie tun.</p>
es: <p align = justify> Este cuadro de diálogo le permite elegir un entorno de escritorio adicional (EE) para instalar junto con el escritorio Q4OS predeterminado.</p><p align = justify> Por favor, no use esta opción, a menos que esté absolutamente seguro de lo que están haciendo.</p>
it: <p align=justify>Questa finestra di dialogo ti permette di scegliere un ambiente desktop (Desktop Environment, DE) addizionale, da installare parallelamente all'ambiente desktop predefinito di Q4OS.</p><p align=justify>Si prega di non usare questa opzione se non si è sicuri di quello che si stia facendo.</p>
ru: <p align=justify>В этом диалоговом окне можно выбрать дополнительную среду рабочего стола (СРС) для установки рядом со стандартной средой Q4OS.</p><p align=justify>Пожалуйста, не используйте этот параметр, если вы не уверены в том, что делаете.</p>

source: <p>Couldn't open file.</p>
de: <p>Datei konnte nicht geöffnet werden.</p>
ru: <p>Не удалось открыть файл.</p>

source: <p>Do you want to cancel pending operation ?</p>
de: <p>Möchten Sie die ausstehende Operation abbrechen?</p>
es: <p>¿Quieres cancelar la operación pendiente?</p>
it: <p>Vuoi annullare l'operazione in sospeso ?</p>
ru: <p>Хотите отменить отложенную операцию?</p>

source: <p>Install and set <span style="font-weight:600">KDE Plasma</span> environment as default and leave the Trinity desktop as an option.</p>
de: <p>Installieren Sie die <span style="font-weight:600">KDE Plasma</span>-Umgebung und legen Sie diese als Default fest und belassen den Trinity-Desktop als eine Option.</p>
es: <p>Instale y configure el escritorio <span style="font-weight: 600">KDE Plasma </span> como predeterminado y deje Trinity como una opción.</p>
it: <p>Installa e configura l'ambiente desktop <span style="font-weight:600">KDE Plasma</span> come predefinito e lascia l'ambiente desktop Trinity, più leggero, come opzione selezionabile nella schermata di login.</p>
ru: <p>Установить и настроить среду <span style="font-weight:600">KDE Plasma</span> в качестве стандартной и оставить рабочий стол Trinity в качестве выбора.</p>

source: <p>Insufficient hardware detected !</p><p>Your CPU lacks SSE2 support, SSE2 is necessary for required software.</p>
de: <p>Unzureichende Hardware erkannt!</p><p>Ihrer CPU fehlt die SSE2-Unterstützung, SSE2 ist für die benötigte Software notwendig.</p>
es: <p>¡Se detectó hardware insuficiente!</p><p>Su CPU carece de soporte SSE2, SSE2 el cual es necesario para el software requerido.</p>
it: <p>Rilevato hardware incompatibile !</p><p>La CPU non dispone del supporto SSE2, necessario per far funzionare l'applicazione richiesta.</p>
ru: <p>Обнаружено устаревшее оборудование!</p><p>В вашем процессоре отсутствует поддержка набора инструкций SSE2, который необходим для требуемого программного обеспечения.</p>

source: <p>Insufficient hardware detected !</p><p>Your computer is low in hardware resources for profile you have selected, it's not recommended to install the profile.</p>
de: <p>Unzureichende Hardware erkannt!</p><p>Ihr Computer verfügt über zu wenig Hardwareressourcen für das von Ihnen ausgewählte Profil. Es wird nicht empfohlen, das Profil zu installieren.</p>
es: <p>¡Se detectó hardware insuficiente!</p> <p> Su computadora tiene pocos recursos de hardware para el perfil que ha seleccionado, no se recomienda instalar el perfil.</p>
it: <p>Rilevato hardware insufficiente !</p><p>Il computer è troppo poco performante per il profilo che hai selezionato, non è consigliabile installare il profilo.</p>
ru: <p>Обнаружено устаревшее оборудование!</p><p>На вашем компьютере недостаточно аппаратных ресурсов для выбранного профиля, его не рекомендуется устанавливать.</p>

source: <p>Keep the <span style="font-weight:600">Trinity</span> desktop as default, no Plasma will be installed. You can start Plasma installation later using the Desktop profiler tool.</p>
de: <p>Behalten Sie den <span style="font-weight:600">Trinity</span>-Desktop als Default, es wird kein Plasma installiert. Sie können die Plasma-Installation später unter Verwendung des Desktop-Profiler-Tools starten.</p>
es: <p>Mantenga el escritorio <span style="font-weight: 600">Trinity</span>como predeterminado, no se instalará Plasma. Puede iniciar la instalación de Plasma más tarde utilizando la herramienta Desktop Profiler.</p>
it: <p>Mantieni l'ambiente desktop <span style="font-weight:600">Trinity</span> come predefinito, l'ambiente KDE Plasma non verrà installato. Puoi installare KDE Plasma successivamente utilizzando lo strumento Desktop Profiler.</p>
ru: <p>Оставить рабочий стол <span style="font-weight:600">Trinity</span> стандартным, Plasma не будет установлена. Вы можете запустить установку Plasma позже с помощью Профайлера рабочего стола.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, most likely, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
de: <p>Paketsystem ist ausgelastet, nicht bereit, jetzt zu installieren. Setup kann nicht fortgesetzt werden.</p><p>Die Sperre wird höchstwahrscheinlich durch kontinuierliche Systemaktualisierungen im Hintergrund verursacht. Wenn dies der Fall ist, müssen Sie einen Moment warten, bis das Paketsystem diese Operationen abgeschlossen hat. Bitte vergewissern Sie sich, dass Sie keine andere Anwendung installieren und wiederholen Sie das Setup einige Minuten später.</p>
es: <p>El sistema de paquetes está ocupado, no está listo para instalar ahora. La instalación no puede continuar.</p><p> El bloqueo es causado, muy probablemente, por actualizaciones continuas del sistema en segundo plano. Si este es el caso, debe esperar un momento para que el sistema de paquetes finalice estas operaciones. Asegúrese de no estar instalando otra aplicación y repita la configuración unos minutos más tarde.</p>
it: <p>Il gestore di pacchetti di sistema è occupato, non è possibile installare ora. L'installazione non può continuare.</p><p>Il blocco è molto probabilmente causato dall'installazione in background di aggiornamenti di sistema. Nel caso, è sufficiente aspettare che il gestore di pacchetti di sistema termini queste operazioni. Assicurati di non installare contemporaneamente altre applicazioni e ripeti l'installazione tra qualche minuto.</p>
ru: <p>Пакетная система занята, установка не может быть продолжена.</p><p>Скорее всего, блокировка вызвана фоновым процессом обновления системы. В таком случае подождите несколько минут и повторите попытку снова. Также убедитесь, что параллельно не запущена установка другой программы.</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
de: <p>Warnung: Ein Abbruch der Installation während dieser Phase könnte in einem Ausfall des Paketsystems resultieren..</p><p>Sind Sie wirklich sicher, dass Sie den Installationsprozess jetzt unterbrechen wollen?</p>
es: <p>Advertencia: cancelar la instalación durante esta fase podría resultar en una falla del sistema del paquete.</p><p>¿Está realmente seguro de que desea interrumpir el proceso de instalación ahora?</p>
it: <p>Attenzione: annullare l'installazione durante questa fase potrebbe causare un malfunzionamento del sistema di gestione dei pacchetti.</p><p>Sei davvero sicuro di voler interrompere il processo di installazione ora?</p>
ru: <p>Предупреждение: Отмена установки на этом этапе может привести к сбою системы пакетов.</p><p>Уверены, что хотите прервать процесс установки сейчас?</p>

source: A profile has been already applied for this system.
de: Für dieses System ist bereits ein Profil angewendet worden.
ru: Для этой системы уже создан профиль.

source: Additional repositories:
de: Zusätzliche Repositories:
ru: Дополнительные репозитории:

source: Another instance of Desktop Profiler is running, leaving ...
de: Eine weitere Instanz von Desktop-Profiler wird ausgeführt, Verlassen ...
es: Se está ejecutando otra instancia de Desktop Profiler, saliendo ...
it: Un'altra finestra del Desktop Profiler è già aperta, annullamento dell'operazione ...
ru: Другой экземпляр Профайлера рабочего стола уже запущен, производится выход…

source: Apply profile
de: Profil anwenden
ru: Применить профиль

source: Applying a profile within the live systems isn't supported.
de: Das Anwenden eines Profils innerhalb des Live-Systems wird nicht unterstützt.
ru: Применение профиля в загрузочных системах не поддерживается.

source: Apt configured, no additional action needed.
de: Apt konfiguriert, keine weiteren Maßnahmen erforderlich.
ru: Apt настроен, никаких иных действий не требуется.

source: Apt plugin completed, Ok
de: Apt-Plug-in abgeschlossen, OK
ru: Плагин Apt завершён, ОК

source: Are you really sure to overwrite the previous profile ?
de: Sind Sie wirklich sicher, dass Sie das vorherige Profil überschreiben wollen?
ru: Уверены, что нужно перезаписать предыдущий профиль?

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

source: Cancel installation
de: Installation abbrechen
ru: Отменить установку

source: Cancel menu
de: Menü abbrechen
ru: Отменить меню

source: Choose a new filename to export current status to
de: Wählen Sie einen neuen Dateiname, in den der aktuelle Status exportiert werden soll
ru: Выберите новое имя файла для экспорта текущего состояния

source: Choose a new filename to save the profile to
de: Wählen Sie einen neuen Dateiname, unter dem das Profil gespeichert werden soll
ru: Выберите новое имя файла для сохранения профиля

source: Choose an additional desktop environment to install.
de: Wählen Sie eine zusätzliche Desktop-Umgebung zum Installieren.
es: Elija un entorno de escritorio adicional para instalar.
it: Scegli un ambiente desktop addizionale da installare.
ru: Выберите дополнительную среду рабочего стола для установки.

source: Choose an additional desktop environment to install. Please do not use this option, unless you are absolutely sure what you are doing.
de: Wählen Sie eine zusätzliche Desktop-Umgebung zum Installieren. Bitte verwenden Sie diese Option nicht, es sei denn, Sie sind sich absolut sicher, was Sie tun.
es: Elija un entorno de escritorio adicional para instalar. Por favor, no utilice esta opción, a menos que esté absolutamente seguro de lo que está haciendo.
it: Scegli un ambiente desktop addizionale da installare. Si prega di non usare questa opzione se non si è sicuri di quello che si sta facendo.
ru: Выберите дополнительную среду рабочего стола для установки. Пожалуйста, не используйте этот параметр, если вы не уверены в том, что делаете.

source: Choose desktop environment
de: Desktop-Umgebung wählen
es: Elija el entorno de escritorio
it: Scegli l'ambiente desktop
ru: Выберите среду рабочего стола

source: Click to select profile
de: Klicken Sie, um Profil auszuwählen
es: Haga clic para seleccionar el perfil
it: Clicca per selezionare il profilo
ru: Щёлкните, чтобы выбрать профиль

source: Configuration file:
de: Konfigurationsdatei:
ru: Файл конфигурации:

source: Current desktop status has been saved to profile:
de: Aktueller Desktop-Status ist in Profil gespeichert worden:
ru: Текущее состояние рабочего стола сохранено в профиле:

source: DEB packages to install:
de: DEB-Pakete zu installieren:
ru: Пакеты DEB для установки:

source: Desktop Profiler
ru: Профайлер рабочего стола

source: Desktop Profiler - install progress
de: Desktop-Profiler - Installationsfortschritt
es: Desktop Profiler: progreso de la instalación
it: Desktop Profiler - avanzamento installazione
ru: Профайлер рабочего стола — прогресс установки

source: Desktop Profiler lets you to choose and apply the most appropriate desktop profile for this computer.
de: Mit Desktop-Profiler können Sie das am besten geeignete Desktop-Profil für diesen Computer wählen und anwenden.
es: Desktop Profiler le permite elegir y aplicar el perfil de escritorio más apropiado para esta computadora.
it: Lo strumento Desktop Profiler ti permette di scegliere e configurare il profilo più adatto a questo computer.
ru: Профайлер рабочего стола позволяет выбрать и применить наиболее подходящий профиль среды для этого компьютера.

source: Desktop environment:
de: Desktop-Umgebung:
es: Entorno de escritorio:
it: Ambiente desktop:
ru: Среда рабочего стола:

source: Desktop environments:
de: Desktop-Umgebungen:
ru: Среды рабочего стола:

source: Desktop profiler - select default desktop environment
de: Desktop-Profiler - per Default vorgegebene Desktop-Umgebung auswählen
es: Desktop Profiler: seleccione el entorno de escritorio predeterminado
it: Desktop profiler - seleziona l'ambiente desktop predefinito
ru: Профайлер рабочего стола — выбор среды рабочего стола по умолчанию

source: Do you want to continue ?
de: Möchten Sie fortfahren?
ru: Хотите продолжить?

source: Error: profile not found, file:
de: Fehler: Profil nicht gefunden, Datei:
ru: Ошибка: профиль не найден, файл:

source: Exit code:
ru: Код завершения:

source: Export profile
de: Profil exportieren
ru: Экспорт профиля

source: Failed to read packages list, file:
de: Paketliste konnte nicht gelesen werden, Datei:
ru: Не удалось прочитать список пакетов, файл:

source: Failed to read repositories list, file:
de: Repositories-Liste konnte nicht gelesen werden, Datei:
ru: Не удалось прочитать список репозиториев, файл:

source: Flatpak applications to install:
de: Flatpak-Anwendungen zu installieren:
ru: Приложения Flatpak для установки:

source: Flatpak plugin completed, Ok
de: Flatpak-Plug-in abgeschlossen, OK
ru: Плагин Flatpak завершен, все хорошо

source: Get snapshot profile
de: Schnappschuss-Profil abrufen
ru: Получить профиль снимка

source: Help
de: Hilfe
ru: Справка

source: If you are not sure, just press <b>[ KDE Plasma ]</b> button to select the recommended option.
de: Wenn Sie sich nicht sicher sind, drücken Sie einfach den Button <b>[ KDE Plasma ]</b>, um die empfohlene Option auszuwählen.
es: Si no está seguro, simplemente presione el botón<b>[KDE Plasma]</b>para seleccionar la opción recomendada.
it: Se non si è sicuri, cliccare su <b>[ KDE Plasma ]</b> per selezionare l'opzione raccomandata.
ru: Если вы не уверены, просто нажмите кнопку <b>[ KDE Plasma ]</b>, чтобы выбрать рекомендуемый вариант.

source: If you continue, the selected new profile replaces the previous one and system will be configured accordingly.
de: Wenn Sie fortfahren, ersetzt das ausgewählte neue Profil das vorherige und das System wird entsprechend konfiguriert.
ru: Если вы продолжите, выбранный новый профиль заменит предыдущий, и система будет настроена соответствующим образом.

source: Import a profile
de: Ein Profil importieren
ru: Импорт профиля

source: Import local profile
de: Lokales Profil importieren
ru: Импорт локального профиля

source: Import shared profile
de: Gemeinsam genutztes Profil importieren
ru: Импорт общего профиля

source: Initializing environment ...
de: Initialisierung der Umgebung ...
ru: Инициализация окружения…

source: Installation process has requested to logoff this session. Do you want re-login just now ?
de: Der Installationsprozess hat Sie aufgefordert, sich von dieser Sitzung abzumelden. Möchten Sie sich gerade jetzt erneut anmelden?
es: El proceso de instalación ha solicitado cerrar esta sesión. ¿Quiere volver a iniciar sesión ahora mismo?
it: Il processo di installazione richiede di terminare la sessione ora. Vuoi terminare la sessione e rientrare adesso?
ru: Для завершения установки необходимо повторно войти в систему. Вы хотите сделать это прямо сейчас?

source: Launch installation
de: Installation starten
es: Iniciar instalación
it: Lancia l'installazione
ru: Запуск установки

source: Launching Apt plugin ...
de: Starten des Apt-Plug-ins ...
ru: Запускается плагин Apt…

source: Launching Flatpak plugin ...
de: Starten des Flatpak-Plug-ins ...
ru: Запускается плагин Flatpak…

source: Next >
de: Weiter >
es: Siguiente >
it: Avanti >
ru: Далее >

source: No configuration found.
de: Keine Konfiguration gefunden.
ru: Конфигурация не найдена.

source: No profile selected. Select a profile please.
de: Kein Profil ausgewählt. Bitte wählen Sie ein Profil aus.
ru: Профиль не выбран. Пожалуйста, выберите профиль.

source: None selected
de: Keine ausgewählt
es: Ninguno seleccionado
it: Non è stato selezionato nulla
ru: Не выбрано

source: Not implemented yet.
de: Noch nicht implementiert.
ru: Пока не реализовано.

source: Note
de: Anmerkung
es: Nota
it: Nota
ru: Заметка

source: Ok
es: Aceptar
ru: Хорошо

source: Options
de: Optionen
ru: Параметры

source: Please enter shared profile code, or Internet address:
de: Bitte geben Sie den gemeinsam genutzten Profilcode ein, oder die Internetadresse:
ru: Пожалуйста, введите общий код профиля или интернет-адрес:

source: Please re-login active session as soon as possible.
de: Bitte melden Sie sich in die aktive Sitzung so bald wie möglich erneut an.
ru: Пожалуйста, перевойдите в активный сеанс как можно скорее.

source: Please reboot as soon as possible.
de: Bitte starten Sie so bald wie möglich neu.
ru: Пожалуйста, перезапустите компьютер как можно скорее.

source: Please reboot your computer as soon as possible. Do you want reboot just now ?
de: Bitte starten Sie Ihren Computer so bald wie möglich neu. Möchten Sie jetzt neu starten?
es: Reinicie su computadora lo antes posible. ¿Quiere reiniciar ahora?
it: Per favore riavvia il tuo computer il prima possibile. Vuoi riavviare ora?
ru: Необходимо перезагрузить компьютер. Перезагрузить компьютер сейчас?

source: Please restart X server as soon as possible.
de: Bitte starten Sie den X Server so bald wie möglich neu.
es: Reinicie el servidor X lo antes posible.
it: Per favore riavvia il server X il prima possibile.
ru: Пожалуйста, перезапустите X сервер.

source: Please select default desktop environment.
de: Bitte wählen Sie die per Default vorgegebene Desktop-Umgebung aus.
ru: Пожалуйста, выберите среду рабочего стола по умолчанию.

source: Please select default desktop environment. The lightweight and efficient Trinity desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced KDE Plasma desktop environment.
de: Bitte wählen Sie die per Default vorgegebene Desktop-Umgebung aus. Der leichtgewichtige und effiziente Trinity-Desktop ist momentan als Default installiert und vorkonfiguriert. Dennoch hat das Q4OS-Installationsprogramm automatisch erkannt, dass Ihr Computer leistungsstark genug ist, um mit der fortschrittlicheren KDE Plasma-Desktop-Umgebung zu agieren.
ru: Пожалуйста, выберите среду рабочего стола по умолчанию. На данный момент установлен и предварительно настроен лёгкий и эффективный рабочий стол Trinity. Тем не менее, программа установки Q4OS автоматически определила, что ваш компьютер достаточно мощный для работы с более совершенной средой рабочего стола KDE Plasma.

source: Previous profile:
de: Vorheriges Profil:
ru: Предыдущий профиль:

source: Profile applied, installation successful.
de: Profil angewendet, Installation erfolgreich.
ru: Профиль применён, установка прошла успешно.

source: Profile description
de: Profilbeschreibung
es: Descripción del perfil
it: Descrizione profilo
ru: Описание профиля

source: Profile export
de: Profil-Export
ru: Экспорт профиля

source: Profile has been imported.
de: Profil ist importiert worden.
ru: Профиль был импортирован.

source: Profile has been removed.
de: Profil ist entfernt worden.
ru: Профиль был удалён

source: Profile info
de: Profil-Info
ru: Сведения профиля

source: Profile name:
de: Profilname:
ru: Имя профиля:

source: QSI applications to install:
de: QSI-Anwendungen zu installieren:
ru: Приложения QSI для установки:

source: Remote profile not found.
de: Entferntes (Remote-) Profil nicht gefunden.
ru: Внешний профиль не найден.

source: Remove profile
de: Profil entfernen
ru: Удалить профиль

source: Remove superfluous packages
de: Überflüssige Pakete entfernen
ru: Удалить лишние пакеты

source: Root permissions needed, exiting ...
de: Root-Berechtigungen erforderlich, wird beendet ...
ru: Требуются права суперпользователя, производится выход…

source: Select a profile from the list please.
de: Bitte wählen Sie ein Profil aus der Liste aus.
ru: Пожалуйста, выберите профиль из списка.

source: Selected profile has been saved to file:
de: Ausgewähltes Profil ist in Datei gespeichert worden:
ru: Выбранный профиль был сохранён в файле:

source: Software profile:
de: Software-Profil:
es: Perfil de software:
it: Profilo software:
ru: Профиль ПО:

source: Starting profile installation ...
de: Start der Profilinstallation …
ru: Запускается установка профиля…

source: System profiles cannot be removed.
de: Systemprofile können nicht entfernt werden.
ru: Системные профили нельзя удалить.

source: The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.
de: Der leichtgewichtige und effiziente <b>Trinity</b>-Desktop ist momentan als Default installiert und vorkonfiguriert. Dennoch hat das Q4OS-Installationsprogramm automatisch erkannt, dass Ihr Computer leistungsstark genug ist, um mit der fortschrittlicheren <b>KDE Plasma</b>-Desktop-Umgebung zu agieren.
ru: На данный момент установлен и предварительно настроен по умолчанию лёгкий и эффективный рабочий стол Trinity. Тем не менее, программа установки Q4OS автоматически определила, что ваш компьютер достаточно мощный для работы с более совершенной рабочей средой KDE Plasma.

source: This profile has been already imported.
de: Dieses Profil ist bereits importiert worden.
ru: Этот профиль уже был импортирован.

source: Uncheck to preserve currently installed packages.
de: Deaktivieren Sie das Kontrollkästchen, um derzeit installierte Pakete zu bewahren.
ru: Снимите флажок, чтобы сохранить установленные в данный момент пакеты.

source: Writing log info ...
de: Schreiben von Log-Info ...
ru: Записываются сведения журнала…

source: Writing profile status ...
de: Schreiben von Profilstatus ...
ru: Записывается состояние профиля…

source: Yes, I really want to install additional DE
de: Ja, ich möchte wirklich eine zusätzliche DE installieren
es: Sí, realmente quiero instalar un EE adicional
it: Sì, voglio davvero installare un altro ambiente desktop
ru: Да, я хочу установить дополнительную среду

source: Yes, still apply
de: Ja, noch immer anwenden
ru: Да, всё равно применить
