Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/q4os-screenscaler.po
Languages: de, ru

source: Apply
de: Anwenden
ru: Применить

source: Cancel
de: Abbrechen
ru: Отмена

source: Form (ui_form1)
ru: Форма (ui_form1)

source: Form1
ru: Форма1

source: If you align the scale, fonts and elements on primary screen will match the real size.
de: Wenn Sie den Maßstab ausrichten, stimmen Schriftarten und Elemente auf dem primären Bildschirm mit der realen Größe überein.
ru: Если вы подберёте масштаб, шрифты и элементы на первичном экране будут соответствовать реальному размеру.

source: Reset
de: Zurücksetzen
ru: Сброс

source: Reset screen scaling configuration to system defaults
de: Konfiguration der Bildschirmskalierung auf Systemdefaults zurücksetzen
ru: Сбросить настройки масштабирования экрана к системным стандартным

source: Ruler [cm]:
de: Lineal [cm]:
ru: Линейка [см]:

source: Sample:
de: Beispiel:
ru: Пример:

source: Save changes, you will need to login again
de: Änderungen speichern, Sie müssen sich erneut anmelden
ru: Сохранить изменения, вам будет нужно снова войти в систему

source: Scaling factor
de: Skalierungsfaktor
ru: Коэффициент масштаба

source: Scaling factor / DPI value to apply / Primary screen guessed
de: Skalierungsfaktor / Anzuwendender DPI-Wert / Primärer Bildschirm vermutet
ru: Коэффициент масштаба / Применяемое значение DPI / Полагаемый основной экран

source: Screen scaling configuration has been saved. You need to login again for changes to take effect.
de: Konfiguration der Bildschirmskalierung ist gespeichert worden. Sie müssen sich erneut anmelden, damit die Änderungen wirksam werden.
ru: Настройка масштабирования экрана была сохранена. Чтобы изменения вступили в силу, необходимо снова войти в систему.

source: Screen scaling setup
de: Einrichtung der Bildschirmskalierung
ru: Настройка масштаба экрана

source: Show advanced options
de: Erweiterte Optionen zeigen
ru: Показать дополнительные параметры

source: This tool sets screen scaling up for Trinity desktop only, exiting ...
de: Dieses Tool richtet die Bildschirmskalierung nur für den Trinity-Desktop ein, wird beendet ...
ru: Это средство задаёт масштаб экрана только для рабочего стола Trinity. Производится выход…
