Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: de, es, es_ar, pt_br, ru

source: <b>Press Yes</b> button to run auto-install wizard, which will guide you through installation process of the latest stable version with automatic updates. Otherwise click No and use Konqueror as a default option. It is possible to get ${APF1} installer from Q4OS Software Centre anytime.
de: <b>Drücken Sie die Schaltfläche Ja</b>, um den Assistenten für die automatische Installation auszuführen, welcher Sie durch den Installationsprozess der neuesten stabilen Version mit automatischen Updates führt. Andernfalls klicken Sie auf Nein und verwenden Konqueror als per Default vorgegebene Option. Es ist jederzeit möglich, das ${APF1}-Installationsprogramm aus dem Q4OS-Software-Center zu erhalten.
es: <b>Presione el botón Sí</b>para ejecutar el asistente de instalación automática, que lo guiará a través del proceso de instalación de la última versión estable con actualizaciones automáticas. De lo contrario, haga clic en No y utilice Konqueror como opción predeterminada. Es posible obtener el instalador ${APF1} desde el centro de aplicaciones Q4OS en cualquier momento.
es_ar: <b>Presioná Sí</b> para ejecutar el asistente de instalación automática, que te va a guiar en la instalación de la última versión estable con actualizaciones automáticas. Si no, hacé clic en No y usá Konqueror como opción predeterminada. Podés conseguir el instalador de ${APF1} en el Centro de Software de Q4OS
pt_br: <b>Prima o botão Sim</b> para executar o assistente de instalação automática, que irá guiá-lo através do processo de instalação da última versão estável com atualizações automáticas. Caso contrário, clique em Não e use o Konqueror como opção padrão. É possível obter o instalador ${APF1} do Cenro de Software Q4OS a qualquer momento.
ru: <b>Нажмите кнопку Да</b>, чтобы запустить мастер автоматической установки, который проведёт вас через процесс установки последней стабильной версии с автоматическими обновлениями. В противном случае нажмите кнопку Нет и используйте Konqueror в качестве выбора по умолчанию. Получить инсталлятор ${APF1} из Центра программного обеспечения Q4OS можно в любое время.

source: <b>Q4OS optimized</b> ${APD} is preferred to original Oracle's CD, to achieve the best performance. This setup will download and auto-install all the needed just now.
de: <b>Q4OS optimiert</b> ${APD} wird der Original-CD von Oracle vorgezogen, um die beste Leistung zu erzielen. Dieses Setup wird alle benötigten Komponenten gerade jetzt herunterladen und automatisch installieren.
es_ar: <b>${APD} optimizado para Q4OS</b> es mejor que el CD original de Oracle para obtener el mejor rendimiento. Esta configuración va a descargar e instalar todo lo necesario ahora mismo.
ru: <b>Оптимизированный Q4OS</b> ${APD} предпочтительнее оригинального компакт-диска Oracle в плане производительности. Эта установка загрузит и автоматически установит всё необходимое.

source: <b>Warning</b>
de: <b>Warnung</b>
es: <b>Advertencia</b>
es_ar: Aviso
pt_br: <b>Aviso</b>
ru: <b>Предупреждение</b>

source: Asus Eee PC laptop detected, extra configuration will be performed.
de: Asus Eee PC Laptop erkannt, zusätzliche Konfiguration wird durchgeführt.
es: Se detectó una computadora portátil Asus Eee PC, se realizará una configuración adicional.
es_ar: Se detectó una notebook Asus Eee PC, se va a hacer una configuración extra.
pt_br: Portátil Asus Eee PC detetado, configuração extra será realizada.
ru: Обнаружен ноутбук Asus Eee PC, будет выполнена дополнительная настройка.

source: Check Internet connection, please.
de: Bitte Internetverbindung überprüfen.
es: Compruebe la conexión a Internet, por favor.
es_ar: Revisá tu conexión a Internet, por favor.
pt_br: Verifique a ligação à Internet, por favor.
ru: Пожалуйста, проверьте подключение к Интернету.

source: Click "Ok" button to run the tool.
de: Klicken Sie auf die Schaltfläche "OK", um das Tool auszuführen.
es: Haga clic en el botón "Aceptar" para ejecutar la herramienta.
es_ar: Hacé clic en "Ok" para ejecutar la herramienta.
ru: Щёлкните кнопку «Хорошо», чтобы запустить инструмент.

source: Click "Ok" button to show the MenuEditor window.
de: Klicken Sie auf die Schaltfläche "OK", um das Menü-Editor-Fenster zu zeigen.
es: Haga clic en el botón "Aceptar" para mostrar la ventana del Editor de menús.
es_ar: Hacé clic en "Ok" para mostrar la ventana de MenuEditor.
pt_br: Clique no botão "Ok" para mostrar a janela do MenuEditor.
ru: Щёлкните кнопку «Хорошо», чтобы открыть окно РедактораМеню.

source: Click OK to get login screen now.
de: Klicken Sie auf OK, um jetzt zum Anmeldebildschirm zu gelangen.
es: Haga clic en Aceptar para acceder a la pantalla de inicio de sesión ahora.
es_ar: Hacé clic en OK para ir a la pantalla de inicio de sesión ahora.
pt_br: Clique em OK para obter o ecrã de início de sessão agora.
ru: Щёлкните «Хорошо», чтобы попасть на экран входа в систему.

source: Click OK to run WiFi connection tool to create a network connection.
de: Klicken Sie auf OK, um das WiFi-Verbindungstool zum Erstellen einer Netzwerkverbindung auszuführen.
es_ar: Hacé clic en OK para ejecutar la herramienta de conexión WiFi y crear una conexión de red.

source: Click Ok to reboot your computer now.
de: Klicken Sie auf OK, um Ihren Computer jetzt neu zu starten.
es: Haga clic en Aceptar para reiniciar su computadora ahora.
es_ar: Hacé clic en Ok para reiniciar tu computadora ahora.
pt_br: Clique em Ok para reiniciar o seu computador agora.
ru: Щёлкните «Хорошо» для немедленной перезагрузки вашего компьютера.

source: Configuring desktop theme ...
de: Konfigurieren des Desktop-Themas ...
es: Configurando el tema del escritorio ...
es_ar: Configurando el tema del escritorio...
pt_br: A configurar o tema do ambiente de trabalho ...
ru: Настраивается тема рабочего стола…

source: Configuring the profile ...
de: Konfigurieren des Profils ...
es: Configurando el perfil ...
es_ar: Configurando el perfil...
pt_br: A configurar o perfil ....
ru: Настраивается профиль…

source: Configuring the system ...
de: Konfigurieren des Systems ...
es: Configurando el sistema ...
es_ar: Configurando el sistema...
pt_br: A configurar o sistema ...
ru: Настраивается система…

source: Congratulations, setup has finished.
de: Herzlichen Glückwunsch, Einrichtung ist abgeschlossen.
es: Felicitaciones, la instalación ha finalizado.
es_ar: ¡Felicitaciones, la instalación terminó!
pt_br: Parabéns, a instalação acabou.
ru: Поздравляем, установка завершена.

source: Connection not successful, check the Wifi password please.
de: Verbindung nicht erfolgreich, überprüfen Sie bitte das WiFi-Passwort.
es_ar: No se pudo conectar, revisá la contraseña del WiFi, por favor.

source: Current system language: <b>English</b>
de: Aktuelle Systemsprache: <b>English</b>
es: Idioma actual del sistema: <b>inglés</b>
es_ar: Idioma actual del sistema: <b>Inglés</b>
pt_br: Idioma atual do sistema: <b>Português</b>
ru: Текущий язык системы: <b>English</b>

source: Default language: <b>${LANC}</b>
de: Sprache per Default: <b>${LANC}</b>
es: Idioma predeterminado: <b>${LANC}</b>
es_ar: Idioma predeterminado: <b>${LANC}</b>
pt_br: Idioma prédefinido:<b>${LANC}</b>
ru: Язык по умолчанию: <b>${LANC}</b>

source: Display setup
de: Anzeige-Einrichtung
es: Configuración de pantalla
es_ar: Configuración de pantalla
pt_br: Configuração do ecrã
ru: Настройка дисплея

source: Do you want to continue ?
de: Möchten Sie fortfahren?
es: ¿Quiere continuar?
es_ar: ¿Querés continuar?
pt_br: Deseja continuar ?
ru: Хотите продолжить?

source: Do you want to download and install <b>Look Switcher</b> just now ?
de: Möchten Sie <b>Look Switcher</b> gerade jetzt herunterladen und installieren?
es: ¿Quiere descargar e instalar<b>Look Switcher</b>ahora mismo?
es_ar: ¿Querés descargar e instalar <b>Look Switcher</b> ahora mismo?
pt_br: Quer transferir e instalar <b>Look Switcher</b> agora mesmo ?
ru: Хотите скачать и установить <b>Переключатель вида</b> сейчас?

source: Do you want to install <b>${APF1}</b> just now ?
de: Möchten Sie <b>${APF1}</b> gerade jetzt installieren?
es: ¿Quiere instalar<b>${APF1}</b>ahora mismo?
es_ar: ¿Querés instalar <b>${APF1}</b> ahora mismo?
pt_br: Quer instalar o <b>${APF1}</b> agora mesmo ?
ru: Хотите установить <b>${APF1}</b> сейчас?

source: Do you want to keep English as default system language ?
de: Möchten Sie Englisch als per Default vorgegebene Systemsprache beibehalten?
es: ¿Quiere mantener el inglés como idioma predeterminado del sistema?
es_ar: ¿Querés mantener el inglés como idioma predeterminado del sistema?
pt_br: Quer manter o português como idioma padrão do sistema?
ru: Хотите сохранить английский язык в качестве языка системы по умолчанию?

source: Download failed !
de: Herunterladen fehlgeschlagen!
es: ¡Descarga fallida!
es_ar: ¡Error en la descarga!
pt_br: A transferência falhou !
ru: Загрузка не удалась!

source: Downloading language pack, please wait ...
de: Herunterladen von Sprachpaket, bitte warten Sie ...
es: Descargando paquete de idioma, espere ...
es_ar: Descargando el paquete de idioma, esperá un momento...
pt_br: A transferir o pacote de idioma, por favor aguarde ...
ru: Загружается языковой пакет, пожалуйста, подождите…

source: External repositories
de: Externe Repositories
es: Repositorios externos
es_ar: Repositorios externos
ru: Сторонние репозитории

source: External repositories to add
de: Externe Repositories zum Hinzufügen
es: Repositorios externos para agregar
es_ar: Repositorios externos para agregar
ru: Сторонние репозитории для добавления

source: For more detailed info read Q4OS documentation at https://www.q4os.org
de: Für detailliertere Informationen lesen Sie die Q4OS-Dokumentation unter https://www.q4os.org
es: Para obtener información más detallada, lea la documentación de Q4OS en https://www.q4os.org
es_ar: Para más información, leé la documentación de Q4OS en https://www.q4os.org
pt_br: Para informações mais detalhadas, leia a documentação do Q4OS em https://www.q4os.org
ru: Подробности можно найти в документации Q4OS по адресу https://www.q4os.org

source: Generating system wide locales, please wait ...
de: Generierung systemweiter Gebietsschemata (Locales), bitte warten Sie ...
es: Generando configuraciones regionales para todo el sistema, espere ...
es_ar: Generando configuraciones de idioma del sistema, esperá un momento...
pt_br: A gerar a localização em todo o sistema, por favor aguarde ...
ru: Создание системных локалей, пожалуйста, подождите…

source: IBM Thinkpad R51 laptop detected, extra configuration will be performed.
de: IBM Thinkpad R51 Laptop erkannt, zusätzliche Konfiguration wird durchgeführt.
es: Se detectó una computadora portátil IBM Thinkpad R51, se realizará una configuración adicional.
es_ar: Se detectó una notebook IBM ThinkPad R51, se va a hacer una configuración extra.
pt_br: Portátil IBM Thinkpad R51 detetado, configuração extra será realizada.
ru: Обнаружен ноутбук IBM Thinkpad R51, будет выполнена дополнительная настройка.

source: If you want to get the best experience and latest Internet technologies, we recommend you to install <b>${APF1}</b> within Q4OS system.
de: Wenn Sie die beste Erfahrung und die neuesten Internet-Technologien erhalten möchten, empfehlen wir Ihnen, <b>${APF1}</b> innerhalb des Q4OS-Systems zu installieren.
es: Si desea obtener la mejor experiencia y las últimas tecnologías de Internet, le recomendamos que instale<b>${APF1}</b>dentro del sistema Q4OS.
es_ar: Si querés la mejor experiencia y las últimas tecnologías de Internet, te recomendamos instalar <b>${APF1}</b> en Q4OS.
pt_br: Se quiser obter a melhor experiência e as mais recentes tecnologias de Internet, recomendamos que instale o <b>${APF1}</b> no sistema Q4OS.
ru: Если вы хотите получить лучшие впечатления и новейшие сетевые технологии, мы рекомендуем вам установить <b>${APF1}</b> в системе Q4OS.

source: Install wizard
de: Installationsassistent
es: Asistente de instalación
es_ar: Asistente de instalación
pt_br: Assistente de configuração
ru: Помощник установки

source: Installation has not completed, package system is busy. Try it few minutes later please.
de: Installation wurde nicht abgeschlossen, Paketsystem ist ausgelastet. Versuchen Sie es bitte ein paar Minuten später.
es: La instalación no se ha completado, el sistema de paquetes está ocupado. Intente de nuevo en unos minutos más tarde, por favor.
es_ar: La instalación no se completó, el sistema de paquetes está ocupado. Probá de nuevo en unos minutos, por favor.
pt_br: A instalação não foi concluída, o sistema de pacotes está ocupado. Tente alguns minutos depois, por favor.
ru: Установка не завершена, система пакетов занята. Пожалуйста, повторите попытку через несколько минут.

source: Installation has not completed, package system is busy. You can easily install language pack later, using a desktop icon.
de: Installation wurde nicht abgeschlossen, Paketsystem ist ausgelastet. Sie können das Sprachpaket später einfach unter Verwendung eines Desktop-Icons installieren.
es: La instalación no se ha completado, el sistema de paquetes está ocupado. Puede instalar fácilmente el paquete de idioma más tarde, utilizando un icono del escritorio.
es_ar: La instalación no se completó, el sistema de paquetes está ocupado. Podés instalar el paquete de idioma más tarde usando un ícono en el escritorio.
pt_br: A instalação não foi concluída, o sistema de pacotes está ocupado. Pode facilmente instalar o pacote do idioma mais tarde, usando um ícone na área de trabalho.
ru: Установка не завершена, система пакетов занята. Вы сможете установить языковой пакет позже, используя значок на рабочем столе.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved.
de: Das Installationsprogramm muss Pakete aus den Q4OS-Internetressourcen herunterladen, aber es konnten keine Informationen abgerufen werden.
es: El instalador necesita descargar paquetes de los recursos de Internet de Q4OS, pero no se pudo recuperar la información.
es_ar: El instalador necesita descargar paquetes de los recursos en línea de Q4OS, pero no se pudo obtener información.
pt_br: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada.
ru: Установщик должен загрузить пакеты с сетевых ресурсов Q4OS, но информацию получить не удалось.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved. You will be asked for ${APD} installation at the next login, or you can install anytime from Software centre.
de: Das Installationsprogramm muss Pakete aus den Q4OS-Internetressourcen herunterladen, aber es konnten keine Informationen abgerufen werden. Sie werden bei der nächsten Anmeldung zurr ${APD}-Installation aufgefordert, oder Sie können jederzeit aus dem Software-Center installieren.
es: El instalador necesita descargar paquetes de los recursos de Internet de Q4OS, pero no se pudo recuperar información. Se le pedirá la instalación de ${APD} en el próximo inicio de sesión, o puede instalar en cualquier momento desde el centro de aplicaciones.
es_ar: El instalador necesita descargar paquetes de los recursos en línea de Q4OS, pero no se pudo obtener información. Se te pedirá instalar ${APD} en el próximo inicio de sesión, o podés instalarlo cuando quieras desde el Centro de Software.
pt_br: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada. Você será solicitado a instalar o ${APD} no próximo início de sessão, ou pode instalar a qualquer momento a partir do Centro de software.
ru: Установщик должен загрузить пакеты с сетевых ресурсов Q4OS, но информацию получить не удалось. Вам будет предложено установить ${APD} при следующем входе в систему, или вы можете установить его в любое время из Центра приложений.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved. You will be prompted for ${APF1} installation at next Konqueror run, or you can install anytime from Q4OS Software Centre.
de: Das Installationsprogramm muss Pakete aus den Q4OS-Internetressourcen herunterladen, aber es konnten keine Informationen abgerufen werden. Sie werden bei der nächsten Ausführung von Konqueror zur Installation von ${APF1} aufgefordert, oder Sie können jederzeit aus dem Q4OS-Software-Center installieren.
es: El instalador necesita descargar paquetes de los recursos de Internet de Q4OS, pero no se pudo recuperar información. Se le pedirá la instalación de ${APF1} en la próxima ejecución de Konqueror, o puede instalar en cualquier momento desde el centro de aplicaciones.
es_ar: El instalador necesita descargar paquetes de los recursos en línea de Q4OS, pero no se pudo obtener información. Se te pedirá instalar ${APF1} la próxima vez que ejecutes Konqueror, o podés instalarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada. Você será solicitado a instalar o ${APF1} na próxima execução do Konqueror, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.
ru: Установщик должен загрузить пакеты с сетевых ресурсов Q4OS, но информацию получить не удалось. Вам будет предложено установить ${APF1} при следующем запуске Konqueror, или вы можете установить его в любое время из Центра приложений Q4OS.

source: Keep in mind, adding external third party repositories is low level system action, and it could deeply influence package database integrity and dependencies. Fortunately, APT package management system contains strong tools for administrators to fix broken dependencies, so you should be always able to revert into a clean state.
de: Behalten Sie im Auge, dass das Hinzufügen externer Repositories von Drittanbietern eine Systemaktion auf niedriger Ebene (Low Level) ist und es die Integrität der Paketdatenbank und die Abhängigkeiten stark beeinflussen könnte. Glücklicherweise enthält das APT-Paketverwaltungssystem starke Tools für Administratoren, um beschädigte Abhängigkeiten zu reparieren. So sollten Sie immer in der Lage sein, zu einem cleanen Zustand zurückzukehren.
es: Tenga en cuenta que agregar repositorios externos de terceros es una acción del sistema de bajo nivel y podría influir profundamente en la integridad y las dependencias de la base de datos del paquete. Afortunadamente, el sistema de administración de paquetes APT contiene herramientas sólidas para que los administradores solucionen las dependencias rotas, por lo que siempre debería poder volver a un estado limpio.
es_ar: Tené en cuenta que agregar repositorios externos de terceros es una acción de bajo nivel y puede afectar la integridad de la base de datos de paquetes y sus dependencias. Por suerte, el sistema de gestión de paquetes APT tiene herramientas potentes para arreglar dependencias rotas, así que siempre deberías poder volver a un estado limpio.
ru: Помните, что добавление внешних сторонних репозиториев — это низкоуровневое системное действие, и оно может сильно повлиять на целостность базы данных пакетов и их зависимостей. К счастью, система управления пакетами APT содержит мощные инструменты для администраторов по исправлению нарушенных зависимостей, поэтому вы всегда сможете вернуться в чистое состояние.

source: Language
de: Sprache
es: Idioma
es_ar: Idioma
pt_br: Idioma
ru: Язык

source: Language <b>${LANC}</b> has been added to system.
de: Die Sprache <b>${LANC}</b> ist zum System hinzugefügt worden.
es: El idioma <b>${LANC}</b> se ha agregado al sistema.
es_ar: El idioma <b>${LANC}</b> se agregó al sistema.
pt_br: O idioma <b>${LANC}</b> foi adicionado ao sistema.
ru: Язык <b>${LANC}</b> был добавлен в систему.

source: Language pack
de: Sprachpaket
es: Paquete de idioma
es_ar: Paquete de idioma
pt_br: Pacote de idioma
ru: Языковой пакет

source: Live media detected. Printers management may be limited within the live media environment. It will be fully available after Q4OS installation.
de: Live-Medium erkannt. Die Druckerverwaltung ist innerhalb der Live-Medien-Umgebung möglicherweise eingeschränkt. Sie ist nach der Installation von Q4OS vollständig verfügbar.
es_ar: Se detectó un medio en vivo. La gestión de impresoras puede estar limitada en este entorno, pero estará totalmente disponible después de instalar Q4OS.
ru: Обнаружен носитель в режиме «Live». Управление принтерами может быть ограничено в данной среде. Оно будет полностью доступно после установки Q4OS.

source: Look Switcher installer and icons will be removed from control panel now, you can download it anytime from Q4OS software centre.
de: Das Look Switcher-Installationsprogramm und die Icons werden jetzt aus der Systemsteuerung entfernt. Sie können dies jederzeit aus dem Q4OS-Software-Center herunterladen.
es: El instalador y los iconos de Look Switcher se eliminarán del panel de control ahora; puede descargarlo en cualquier momento desde el centro de aplicaciones Q4OS.
es_ar: El instalador y los íconos de Look Switcher se van a eliminar del panel de control ahora, pero podés descargarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O instalador Look Switcher e os ícones serão removidos do painel de controlo agora, pode transferi-lo a qualquer momento do centro de software Q4OS.
ru: Установщик и значки Переключателя вида будут удалены из панели управления, вы можете загрузить их в любое время из Центра приложений Q4OS.

source: Moving filesystem to RAM, it will take a while. Please wait ...
de: Verschieben des Dateisystems in RAM, es wird eine Weile dauern. Bitte warten Sie ...
es: Cargando el sistema de archivos a la RAM, esto llevará un tiempo. Por favor espere ...
es_ar: Moviendo el sistema de archivos a la RAM, esto puede tardar un rato. Esperá un momento...
pt_br: A mover o sistema de ficheiros para a RAM, vai demorar um pouco. Por favor aguarde ...
ru: Файловая система переносится в оперативную память, это займёт некоторое время. Пожалуйста, подождите…

source: Newly created items will appear in the start menu <b>after closing</b> the MenuEditor window.
de: Neu erstellte Elemente erscheinen im Startmenü <b>nach Schließen</b> des Menü-Editor-Fensters.
es: Los elementos recién creados aparecerán en el menú de inicio <b>después de cerrar</b> la ventana del editor de menú.
es_ar: Los elementos recién creados aparecerán en el menú de inicio <b>después de cerrar</b> la ventana de MenuEditor.
pt_br: Os itens recém-criados aparecerão no menu iniciar <b>após fechar</b>a janela MenuEditor.
ru: Созданные пункты появятся в стартовом меню <b>после закрытия</b> окна РедактораМеню.

source: No desktop profile has been applied yet. It's highly recommended to run <b>Desktop Profiler</b> tool and apply one of available profiles as soon as possible.
de: Es ist noch kein Desktop-Profil angewendet worden. Es wird dringend empfohlen, das Tool <b>Desktop-Profiler</b> auszuführen und eines der verfügbaren Profile so bald wie möglich anzuwenden.
es: Aún no se ha aplicado ningún perfil de escritorio. Se recomienda encarecidamente ejecutar la herramienta <b>Desktop Profiler</b> y aplicar uno de los perfiles disponibles lo antes posible.
es_ar: Todavía no se aplicó ningún perfil de escritorio. Te recomendamos ejecutar la herramienta <b>Desktop Profiler</b> y aplicar uno de los perfiles disponibles lo antes posible.
pt_br: Nenhum perfil de ambiente de trabalho foi aplicado ainda. É altamente recomendável executar a ferramenta <b>Perfil do ambiente de trabalho</b> e aplicar um dos perfis disponíveis o mais rápido possível.
ru: Профиль рабочего стола ещё не применён. Настоятельно рекомендуется запустить инструмент <b>Профайлер рабочего стола</b> и как можно скорее применить один из доступных профилей.
