Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: de, es, es_ar, pt_br, ru

source: You may want to enlarge text and widgets size to improve readability. Click OK to run a configuration tool for screen setup and scaling.
de: Vielleicht möchten Sie den Text und die Widgets vergrößern, um die Lesbarkeit zu verbessern. Klicken Sie auf OK, um ein Konfigurationstool für die Bildschirmeinrichtung und -skalierung auszuführen.
es: Es posible que desee ampliar el tamaño del texto y accesorios para mejorar la legibilidad. Haga clic en Aceptar para ejecutar una herramienta de configuración para configurar y escalar la pantalla.
es_ar: Es posible que desees ampliar el tamaño del texto y accesorios para mejorar la legibilidad. Hacé clic en Ok para ejecutar una herramienta de configuración para configurar y escalar la pantalla.
pt_br: Pode querer aumentar o tamanho do texto e dos widgets para melhorar a legibilidade. Clique em OK para executar uma ferramenta de configuração para configuração e dimensionamento do ecrã.
ru: Возможно, вам захочется увеличить размер текста и виджетов, чтобы улучшить читаемость. Щёлкните «Хорошо», чтобы запустить инструмент настройки экрана и масштабирования.

source: You will be able to create new custom submenus/folders structure and fill it with desired menu entries. You can create new shortcuts using right mouse click, or drag&drop icons from start menu or desktop into the MenuEditor window.
de: Sie werden in der Lage sein, neue benutzerdefinierte Untermenüs/Ordnerstrukturen zu erstellen und diese mit gewünschten Menüeinträgen zu füllen. Sie können neue Shortcuts mittels rechtem Mausklick erstellen oder Icons aus dem Startmenü oder vom Desktop per Drag-and-drop in das Menü-Editor-Fenster ziehen.
es: Podrá crear una nueva estructura de submenús / carpetas personalizadas y llenarla con las entradas de menú deseadas. Puede crear nuevos accesos directos haciendo clic con el botón derecho del ratón, o arrastrar y soltar iconos desde el menú de inicio o el escritorio en la ventana del editor de menús.
es_ar: Podrás crear una nueva estructura de submenús / carpetas personalizadas y llenarla con las entradas de menú deseadas. Podés crear nuevos accesos directos haciendo clic con el botón derecho del mouse, o arrastrar y soltar iconos desde el menú de inicio o el escritorio en la ventana del editor de menús.
pt_br: Será capaz de criar uma nova estrutura personalizada de submenus/pastas e preenchê-la com as entradas de menu desejadas. Pode criar novos atalhos usando o botão direito do rato, ou arrastar e soltar ícones do menu inicial ou da área de trabalho na janela MenuEditor.
ru: Вы сможете создавать новые пользовательские подменю/папки и заполнять их нужными пунктами меню. Вы можете создавать новые ярлыки, используя правую кнопку мыши, или перетаскивать значки из главного меню или рабочего стола в окно РедактораМеню.

source: download
de: Herunterladen
es: descargar
es_ar: descargar
pt_br: transferência
ru: скачать

source: downloading ...
de: Wird heruntergeladen ...
es: descargando ...
es_ar: descargando ...
pt_br: transferindo ...
ru: скачивание…

source: message
de: Nachricht
es: mensaje
es_ar: mensaje
pt_br: mensagem
ru: сообщение

source: <b>Q4OS optimized</b> ${APD} is preffered to original Oracle's CD, to achieve the best performance. This setup will download and auto-install all the needed just now.
pt_br: <b>Q4OS otimizado</b> ${APD} é precedido do CD original da Oracle, para alcançar o melhor desempenho. Esta configuração irá transferir e instalar automáticamente tudo o que é necessário agora mesmo.

source: Check Internet connection, please.</p><p>Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved. You will be asked for ${APD} installation at the next login, or you can install anytime from Software centre.
pt_br: Verifique a ligação com a Internet, por favor.</p><p>O instalador precisa de transferir os pacotes dos recursos da Internet do Q4OS, mas nenhuma informação pode ser recuperada. Será solicitado a instalar o ${APD} no próximo início de sessão, ou pode instalar a qualquer momento a partir do Centro de software.

source: Click OK to run a WiFi connection tool to create a network connection.
pt_br: Clique em OK para executar uma ferramenta de ligação WiFi para criar uma ligação de rede.

source: Live media detected. Printers management is not fully supported within the live media now. It will be available after Q4OS installation.
pt_br: Live media detetada. A gestão de impressoras não é totalmente suportado dentro da 'live media' agora. Estará disponível após a instalação do Q4OS.

source: Would you like to be <b>notified at the next login</b> ? If you say "No", this dialog never appears again. You can install ${APD} anytime from <b>Software centre</b>.</p><p>Would you like to be notified later ?
pt_br: Gostaria de ser <b>notificado no próximo início de sessão</b> ? Se disser "Não", este diálogo nunca mais aparece. Pode instalar o ${APD} a qualquer momento a partir do <b>Centro de software</b>.</p><p>Gostaria de ser notificado mais tarde?
