Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: de, es, es_ar, pt_br, ru

source: Package system is busy now, setup cannot continue. You can install anytime from Q4OS software centre.
de: Paketsystem ist jetzt ausgelastet, Setup kann nicht fortgesetzt werden. Sie können jederzeit aus dem Q4OS-Software-Center installieren.
es: El sistema de paquetes está ocupado ahora, la instalación no puede continuar. Puede instalarlo en cualquier momento desde el centro de aplicaciones Q4OS.
es_ar: El sistema de paquetes está ocupado, la instalación no puede continuar. Podés instalarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Pode instalar a qualquer momento a partir do centro de software Q4OS.
ru: Система пакетов сейчас занята, установку нельзя продолжить. Вы можете установить программу в любое время из центра приложений Q4OS.

source: Package system is busy now, setup cannot continue. You will be asked for ${APD} installation at the next login, or you can install anytime from Software centre.
de: Paketsystem ist jetzt ausgelastet, Setup kann nicht fortgesetzt werden. Sie werden bei der nächsten Anmeldung zur ${APD}-Installation aufgefordert, oder Sie können jederzeit aus dem Software-Center installieren.
es: El sistema de paquetes está ocupado ahora, la instalación no puede continuar. Se le pedirá la instalación de ${APD} en el próximo inicio de sesión, o puede instalar en cualquier momento desde el centro de aplicaciones.
es_ar: El sistema de paquetes está ocupado, la instalación no puede continuar. Se te pedirá instalar ${APD} en el próximo inicio de sesión, o podés instalarlo cuando quieras desde el Centro de Software.
pt_br: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Será solicitado a instalar o ${APD} no próximo início de sessão, ou pode instalar a qualquer momento a partir do Centro de software.
ru: Система пакетов сейчас занята, установку нельзя продолжить. Вам будет предложено установить ${APD} при следующем входе в систему, или вы можете установить его в любое время из Центра приложений.

source: Package system is busy now, setup cannot continue. You will be asked for ${APF1} installation later again, or you can install anytime from Q4OS Software Centre.
de: Paketsystem ist jetzt ausgelastet, Setup kann nicht fortgesetzt werden. Sie werden später erneut zur ${APF1}-Installation aufgefordert, oder Sie können jederzeit aus dem Q4OS-Software-Center installieren.
es: El sistema de paquetes está ocupado ahora, la instalación no puede continuar. Se le pedirá la instalación de ${APF1} más tarde de nuevo, o puede instalar en cualquier momento desde el centro de aplicaciones.
es_ar: El sistema de paquetes está ocupado, la instalación no puede continuar. Se te pedirá instalar ${APF1} más tarde, o podés instalarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Será solicitado a instalar o ${APF1} mais tarde novamente, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.
ru: Система пакетов сейчас занята, установку нельзя продолжить. Вам будет предложено установить ${APF1} позже, или вы можете установить в любое время из Центра приложений Q4OS.

source: Package system is busy now, some other setup is running ! You will be asked for ${APD} installation later again, or you can install anytime from Q4OS software centre.
de: Paketsystem ist jetzt ausgelastet, ein anderes Setup wird ausgeführt! Sie werden später erneut zur ${APD}-Installation aufgefordert, oder Sie können jederzeit aus dem Q4OS-Software-Center installieren.
es: El sistema de paquetes está ocupado ahora, ¡se está ejecutando otra configuración! Se le pedirá la instalación de ${APD} más tarde nuevamente, o puede instalarla en cualquier momento desde el centro de aplicaciones Q4OS.
es_ar: El sistema de paquetes está ocupado, hay otra instalación en curso. Se te pedirá instalar ${APD} más tarde, o podés instalarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O sistema de pacotes está ocupado agora, alguma outra configuração está em execução ! Será solicitado a instalar o ${APD} mais tarde novamente, ou pode instalar a qualquer momento a partir do centro de software Q4OS.
ru: Система пакетов сейчас занята, запущена какая-то другая установка! Вам будет предложено установить ${APD} позже, или вы можете установить в любое время из центра приложений Q4OS.

source: Package system is busy now, some other setup is running ! You will be asked for ${APF1} installation later again, or you can install anytime from Q4OS Software Centre.
de: Paketsystem ist jetzt ausgelastet, ein anderes Setup wird ausgeführt! Sie werden später erneut zur ${APF1}-Installation aufgefordert, oder Sie können jederzeit aus dem Q4OS-Software-Center installieren.
es: El sistema de paquetes está ocupado ahora, ¡se está ejecutando otra configuración! Se le pedirá la instalación de ${APF1} más tarde nuevamente, o puede instalarla en cualquier momento desde el centro de aplicaciones Q4OS.
es_ar: El sistema de paquetes está ocupado, hay otra instalación en curso. Se te pedirá instalar ${APF1} más tarde, o podés instalarlo cuando quieras desde el Centro de Software de Q4OS.
pt_br: O sistema de pacotes está ocupado agora, alguma outra configuração está em execução ! Será solicitado a instalar o ${APF1} mais tarde novamente, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.
ru: Система пакетов сейчас занята, запущена какая-то другая установка! Вам будет предложено установить ${APF1} позже, или вы можете установить в любое время из Центра приложений Q4OS.

source: Please login again to take changes effect.
de: Bitte melden Sie sich erneut an, damit die Änderungen wirksam werden.
es: Vuelva a iniciar sesión para que los cambios surtan efecto.
es_ar: Iniciá sesión de nuevo para aplicar los cambios.
pt_br: Por favor, reinicie a sessão para ter efeito das alterações.
ru: Пожалуйста, войдите в систему ещё раз, чтобы изменения вступили в силу.

source: Please use this tool only if you exactly understand what you are doing.
de: Bitte verwenden Sie dieses Tool nur, wenn Sie genau verstehen, was Sie tun.
es: Utilice esta herramienta solo si comprende exactamente lo que está haciendo.
es_ar: Usá esta herramienta solo si sabés exactamente lo que estás haciendo.
ru: Пожалуйста, используйте этот инструмент только в том случае, если вы точно понимаете, что делаете.

source: Printing subsystem is now deactivated, you need to install <b>CUPS layer and printer driver</b> first. If you want to activate printing subsystem and full set of drivers, install following packages:
de: Druck-Subsystem ist jetzt deaktiviert, Sie müssen zuerst <b>CUPS-Layer und Druckertreiber</b> installieren. Wenn Sie das Druck-Subsystem und den vollständigen Satz von Treibern aktivieren möchten, installieren Sie folgende Pakete:
es: El subsistema de impresión ahora está desactivado, primero debe instalar la<b> capa CUPS y el controlador de impresora</b>. Si desea activar el subsistema de impresión y el conjunto completo de controladores, instale los siguientes paquetes:
es_ar: El subsistema de impresión está desactivado, primero tenés que instalar <b>la capa CUPS y el controlador de la impresora</b>. Si querés activarlo con todos los controladores, instalá los siguientes paquetes:
pt_br: O subsistema de impressão está agora desativado, você precisa de instalar a <b>camada CUPS e o driver de impressora</b> primeiro. Se quiser ativar o subsistema de impressão e o conjunto completo de drivers, instale os seguintes pacotes:
ru: Подсистема печати сейчас отключена, вам необходимо сначала установить <b>прослойку CUPS и драйвер принтера</b>. Если вы хотите включить подсистему печати и полный набор драйверов, установите следующие пакеты:

source: Q4OS autodetected <b>${APF}</b> available <b>!</b>
de: Q4OS automatisch erkannt <b>${APF}</b> verfügbar<b>!</b>
es: Q4OS detectó automáticamente<b>${APF}</b><b>¡</b>disponible<b>!</b>
es_ar: Q4OS detectó automáticamente <b>${APF}</b> disponible <b>!</b>
pt_br: Q4OS detetado automáticamente <b>${APF}</b> disponível <b>!</b>
ru: Q4OS автоматически обнаружила доступность <b>${APF}</b><b>!</b>

source: Select a repository:
de: Ein Repository auswählen:
es: Seleccione un repositorio:
es_ar: Seleccioná un repositorio:
ru: Выберите репозиторий:

source: Select your language:
de: Ihre Sprache auswählen:
es: Elija su idioma:
es_ar: Seleccioná tu idioma:
pt_br: Selecione o seu idioma:
ru: Выберите ваш язык:

source: Setup cannot continue ...
de: Setup kann nicht fortgesetzt werden ...
es: El programa de instalación no puede continuar ...
es_ar: La instalación no puede continuar...
pt_br: A instalação não pode continuar...
ru: Невозможно продолжить установку…

source: Setup cannot continue.
de: Setup kann nicht fortgesetzt werden.
es: El programa de instalación no puede continuar ...
es_ar: La instalación no puede continuar.
pt_br: A instalação não pode continuar.
ru: Невозможно продолжить установку.

source: Sound card not detected, system sound was disabled.
de: Soundkarte nicht erkannt, System-Sound wurde deaktiviert.
es: No se detectó la tarjeta de sonido, el sonido del sistema se desactivó.
es_ar: No se detectó una tarjeta de sonido, el audio del sistema fue desactivado.
pt_br: Placa de som não detetada, o som do sistema foi desativado.
ru: Звуковая карта не обнаружена, системный звук отключён.

source: Start menu structure consists of two logical parts mixed, the <b>system global and user part</b>. You can edit, delete and add custom menu entries for the user part only, global menu entries are not visible in the MenuEditor.
de: Die Struktur des Startmenüs besteht aus zwei gemischten logischen Parts, dem <b>System global und Benutzerteil</b>. Sie können benutzerdefinierte Menüeinträge nur für den Benutzerteil bearbeiten, löschen und hinzufügen, globale Menüeinträge sind im Menü-Editor nicht sichtbar.
es: La estructura del menú de inicio consta de dos partes lógicas mezcladas, la<b>parte global del sistema y la parte del usuario</b>. Puede editar, eliminar y agregar entradas de menú personalizadas solo para la parte del usuario, las entradas del menú global no están visibles en el editor de menús.
es_ar: La estructura del menú de inicio tiene dos partes mezcladas: <b>la parte global del sistema y la parte del usuario</b>. Solo podés editar, eliminar y agregar entradas en la parte del usuario, las entradas globales no aparecen en el MenuEditor.
pt_br: A estrutura do menu Iniciar consiste em duas partes lógicas misturadas, o <b>sistema global e a parte do utilizador</b>. Pode editar, eliminar e adicionar entradas de menu personalizadas apenas para a parte do utilizador, as entradas de menu globais não são visíveis no MenuEditor.
ru: Структура главного меню состоит из двух логически смешанных частей: <b>глобальной части системы и пользовательской части</b>. Вы можете изменять, удалять и добавлять пользовательские пункты меню только для пользовательской части, пункты глобального меню не видны в РедактореМеню.

source: System is ready to download and install ${LANC} language pack, you need an active Internet link.
de: System ist bereit, das Sprachpaket ${LANC} herunterzuladen und zu installieren. Sie benötigen einen aktiven Internetlink.
es: El sistema está listo para descargar e instalar el paquete de idioma ${LANC}, necesita una conexión de Internet activa.
es_ar: El sistema está listo para descargar e instalar el paquete de idioma ${LANC}, necesitás una conexión a Internet activa.
pt_br: O sistema está pronto para transferir e instalar o pacote de idioma ${LANC}, precisa de um link ativo para a Internet.
ru: Система готова к загрузке и установке языкового пакета ${LANC}, вам нужна активный доступ в Интернет.

source: Thank you for using Konqueror web browser. Konqueror is a minimalist and very fast browser for users who need lightweight Internet access.
de: Vielen Dank, dass Sie den Webbrowser Konqueror verwenden. Konqueror ist ein minimalistischer und sehr schneller Browser für Benutzer, die einen leichtgewichtigen Internetzugang benötigen.
es: Gracias por utilizar el navegador web Konqueror. Konqueror es un navegador minimalista y muy rápido para usuarios que necesitan un acceso ligero a Internet.
es_ar: Gracias por usar el navegador web Konqueror. Konqueror es un navegador minimalista y muy rápido para quienes buscan un acceso liviano a Internet.
pt_br: Obrigado por usar o navegador Konqueror. O Konqueror é um navegador minimalista e muito rápido para utilizadores que precisam de acesso leve à Internet.
ru: Благодарим вас за использование веб-браузера Konqueror. Konqueror — это минималистичный и очень быстрый браузер для пользователей, которым требуется лёгкий доступ в Интернет.

source: Thank you for using Q4OS operating system. After setup of <b>Look Switcher</b>, you will be able to switch between different visual themes.
de: Vielen Dank, dass Sie das Betriebssystem Q4OS verwenden. Nach der Einrichtung von <b>Look Switcher</b>werden Sie in der Lage sein, zwischen verschiedenen visuellen Themen zu wechseln.
es: Gracias por utilizar el sistema operativo Q4OS. Después de configurar <b>Look Switcher</b>, podrá alternar entre diferentes temas visuales.
es_ar: Gracias por usar el sistema operativo Q4OS. Después de configurar <b>Look Switcher</b>, vas a poder cambiar entre diferentes temas visuales.
pt_br: Obrigado por utilizar o sistema operativo Q4OS. Após a configuração do <b>Look Switcher</b>, você poderá alternar entre diferentes temas visuais.
ru: Благодарим вас за использование операционной системы Q4OS. После настройки <b>Переключателя вида</b> вы сможете менять различные визуальные темы.

source: Trinity session not detected. Please run this tool within Trinity desktop.
de: Trinity-Sitzung nicht erkannt. Bitte führen Sie dieses Tool innerhalb des Trinity-Desktops aus.
es_ar: No se detectó una sesión de Trinity. Ejecutá esta herramienta dentro del escritorio Trinity.
ru: Сеанс Trinity не обнаружен. Пожалуйста, запустите этот инструмент внутри рабочего стола Trinity.

source: Trying to setup wireless network ...
de: Versuch, drahtloses Netzwerk einzurichten ...
es_ar: Intentando configurar la red inalámbrica...
ru: Попытка настроить беспроводную сеть…

source: Unable to download ${APD}, check Internet connection, please.
de: ${APD} kann nicht heruntergeladen werden, bitte Internetverbindung überprüfen.
es: No se puede descargar ${APD}, verifique la conexión a Internet, por favor.
es_ar: No se pudo descargar ${APD}, verificá tu conexión a Internet.
pt_br: Não foi possível transferir o ${APD}, verifique a ligação com a Internet, por favor.
ru: Не удаётся загрузить ${APD}, проверьте подключение к Интернету, пожалуйста.

source: Unable to download, check Internet connection please. You can easily install language pack later, using a desktop icon.
de: Herunterladen nicht möglich, bitte Internetverbindung überprüfen. Sie können das Sprachpaket später einfach unter Verwendung eines Desktop-Icons installieren.
es: No se puede descargar, compruebe la conexión a Internet. Puede instalar fácilmente el paquete de idioma más tarde, utilizando un icono del escritorio.
es_ar: No se pudo descargar, verificá tu conexión a Internet. Podés instalar el paquete de idioma más tarde usando un ícono en el escritorio.
pt_br: Não é possível fazer a transferência, verifique a ligação com a Internet, por favor. Você pode instalar facilmente o pacote de idioma mais tarde, usando um ícone na área de trabalho.
ru: Не удаётся загрузить, проверьте, пожалуйста, подключение к Интернету. Вы можете легко установить языковой пакет позже, используя значок на рабочем столе.

source: Unable to update, check Internet connection please.
de: Aktualisieren nicht möglich, bitte Internetverbindung überprüfen.
es: No se puede actualizar, compruebe la conexión a Internet.
es_ar: No se pudo actualizar, verificá tu conexión a Internet.
pt_br: Não é possível atualizar, verifique a ligação à Internet, por favor.
ru: Не удаётся обновить, пожалуйста, проверьте подключение к Интернету.

source: Virtualbox Guest Additions setup
de: Einrichtung von Virtualbox Guest Additions
es: Configuración de guest addtions en virtualbox
es_ar: Configuración de VirtualBox Guest Additions
ru: Установка гостевых дополнений VirtualBox

source: Warning: This system is low in memory, it will be most likely unusable with the Plasma desktop. Please use Trinity desktop installation media instead.
de: Warnung: Dieses System hat nicht genügend Speicher (Memory). Es wird mit dem Plasma-Desktop höchstwahrscheinlich unbenutzbar sein. Bitte verwenden Sie stattdessen das Trinity-Desktop-Installationsmedium.
es: Advertencia: Este sistema tiene poca memoria, lo más probable es que no se pueda utilizar con el escritorio Plasma. En su lugar, utilice los medios de instalación de escritorio de Trinity.
es_ar: Advertencia: Este sistema tiene poca memoria, probablemente sea inutilizable con el escritorio Plasma. Usá el medio de instalación de Trinity en su lugar.
pt_br: Aviso: Este sistema tem pouca memória, será provavelmente inutilizável com o ambiente de trabalho Plasma. Em vez disso, use a media de instalação do ambiente de trabalho Trinity.
ru: Предупреждение: В этой системе мало памяти, и она, скорее всего, не сможет работать с рабочим столом Plasma. Пожалуйста, используйте установочный носитель рабочего стола Trinity.

source: Wireless network card detected, WiFi support enabled.
de: Drahtlose Netzwerkkarte erkannt, WiFi-Unterstützung aktiviert.
es: Se detectó una tarjeta de red inalámbrica, soporte WiFi habilitado.
es_ar: Se detectó una tarjeta de red inalámbrica, soporte WiFi activado.
pt_br: Placa de rede sem fios detetada, suporte WiFi ativado.
ru: Беспроводная сетевая карта обнаружена, поддержка Wi-Fi включена.

source: Would you like to be <b>notified at the next login</b> ? If you say "No", this dialog never appears again. You can install ${APD} anytime from <b>Software centre</b>.
de: Möchten Sie <b>bei der nächsten Anmeldung benachrichtigt</b> werden? Wenn Sie "Nein" sagen, erscheint dieser Dialog nie wieder. Sie können ${APD} jederzeit aus dem <b>Software-Center</b> installieren.
es: ¿Le gustaría ser<b>notificado en el próximo inicio de sesión</b>? Si dice "No", este cuadro de diálogo nunca volverá a aparecer. Puede instalar ${APD} en cualquier momento desde el <b>centro de aplicaciones</b>.
es_ar: ¿Querés que te <b>notifiquemos en el próximo inicio de sesión</b>? Si elegís "No", este mensaje no volverá a aparecer. Podés instalar ${APD} cuando quieras desde el <b>Centro de Software</b>.
pt_br: Gostaria de ser <b>notificado no próximo início de sessão</b> ? Se disser "Não", este diálogo nunca mais aparece. Você pode instalar o ${APD} a qualquer momento a partir do <b>Centro de software</b>.
ru: Хотите получать <b>уведомление при следующем входе в систему</b>? Если вы скажете «Нет», это диалоговое окно больше никогда не появится. Вы можете установить ${APD} в любое время из <b>Центра приложений</b>.

source: Would you like to be notified later ?
de: Möchten Sie später benachrichtigt werden?
es: ¿Le gustaría recibir una notificación más tarde?
pt_br: Deseja ser notificado mais tarde ?
ru: Хотите получить уведомление позже?

source: Would you like to install the language right now ?
de: Möchten Sie die Sprache sofort installieren?
es: ¿Le gustaría instalar el idioma ahora mismo?
es_ar: ¿Le gustaría instalar el idioma ahora mismo?
pt_br: Gostaria de instalar o idioma agora mesmo ?
ru: Хотите установить язык прямо сейчас?

source: Wow, Q4OS autodetected, that it is running inside <b>${APF}</b> host <b>!</b>
de: Wow, Q4OS hat automatisch erkannt, dass es innerhalb des <b>${APF}</b> Host <b> ausgeführt wird!</b>
es: ¡Vaya, Q4OS ha detectado automáticamente, que se está ejecutando dentro de<b>${APF}</b>host<b>!</b>
es_ar: ¡Vaya, Q4OS ha detectado automáticamente, que se está ejecutando dentro de<b>${APF}</b>host<b>!</b>
pt_br: Uau, Q4OS auto-detetado, que está a correr dentro de <b>${APF}</b> host <b>!</b>
ru: Ого, Q4OS автоматически определила, что она запущен внутри хоста <b>${APF}</b><b>!</b>

source: Yes, this is the right way to test Q4OS operating system. It is <b>highly recommended</b> to install <b>${APD}</b> within this virtual machine. It will be possible to display in fullscreen mode, use ${APF} networking, mouse drivers and other functionality.
de: Ja, das ist der richtige Weg, um das Betriebssystem Q4OS zu testen.. Es wird <b>dringend empfohlen</b>, <b>${APD}</b>innerhalb dieser virtuellen Maschine zu installieren. Es wird möglich sein, im Vollbildmodus anzuzeigen, ${APF}-Networking, Maustreiber und andere Funktionalität zu verwenden.
es: Sí, esta es la forma correcta de probar el sistema operativo Q4OS. Es<b>muy recomendable</b>instalar <b>${APD}</b>dentro de esta máquina virtual. Será posible mostrar en modo de pantalla completa, usar redes ${APF}, controladores de mouse y otras funciones.
es_ar: Sí, esta es la forma correcta de probar el sistema operativo Q4OS. Es<b>muy recomendable</b>instalar <b>${APD}</b>dentro de esta máquina virtual. Será posible mostrar en modo de pantalla completa, usar redes ${APF}, controladores de mouse y otras funciones.
pt_br: Sim, esta é a forma correcta de testar o sistema operativo Q4OS. É <b>altamente recomendado</b> instalar o <b>${APD}</b> dentro desta máquina virtual. Será possível exibir no modo de ecrã completo, usar rede ${APF}, drivers do rato e outras funcionalidades.
ru: Да, это правильный способ попробовать операционную систему Q4OS. Настоятельно рекомендуется установить ${APD} на эту виртуальную машину. Это позволит работать в полном экране, использовать сеть ${APF}, драйверы мыши и другие функциональные возможности.

source: Yes, you can install proprietary NVIDIA video drivers right now. This setup will download and auto-install all the needed.
de: Ja, Sie können sofort proprietäre NVIDIA-Grafiktreiber installieren. Dieses Setup wird alle benötigten Komponenten herunterladen und automatisch installieren.
es: Sí, puede instalar controladores de vídeo propietarios de NVIDIA ahora mismo. Esta configuración descargará e instalará automáticamente todo lo necesario.
es_ar: Sí, puede instalar controladores de vídeo propietarios de NVIDIA ahora mismo. Esta configuración descargará e instalará automáticamente todo lo necesario.
pt_br: Sim, você pode instalar drivers de vídeo NVIDIA proprietários agora mesmo. Esta configuração irá transferir e instalar automáticamente tudo o que é necessário.
ru: Да, вы можете установить проприетарные видеодрайверы NVIDIA прямо сейчас. Эта установка загрузит и автоматически установит всё необходимое.

source: You are going to add an external repository. This is intended specifically for power users familiar to Debian package management system.
de: Sie werden ein externes Repository hinzufügen. Dies richtet sich speziell an Power-User, die mit dem Debian-Paketverwaltungssystem vertraut sind.
es: Va a agregar un repositorio externo. Esto está destinado específicamente a usuarios avanzados familiarizados con el sistema de gestión de paquetes Debian.
es_ar: Vas a agregar un repositorio externo. Esto está destinado específicamente a usuarios avanzados familiarizados con el sistema de gestión de paquetes Debian.
ru: Вы собираетесь добавить внешний репозиторий. Это предназначено специально для опытных пользователей, знакомых с системой управления пакетами Debian.

source: You are going to edit Start Menu.
de: Sie werden das Startmenü bearbeiten.
es: Va a editar el menú de inicio.
es_ar: Vas a editar el menú de inicio.
pt_br: Vai editar o menu Iniciar.
ru: Вы собираетесь изменить Главное меню.
