Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/update-manager.po
Languages: de, es, es_ar, hu, it, nl, pl, ru

source: Update Manager - install progress
de: Update-Manager - Installationsfortschritt
es: Administrador de actualización - progreso de la instalación
es_ar: Administrador de actualizaciones - progreso de instalación
hu: Frissítéskezelő - a telepítés folyamata
it: Gestore degli aggiornamenti - progresso dell'installazione
nl: Updatebeheer - Installatievoortgang
pl: Menedżer aktualizacji - postęp instalacji
ru: Менеджер обновлений — прогресс установки

source: textLabel1
es_ar: etiqueta1

source: Cancel
de: Abbrechen
es: Cancelar
es_ar: Cancelar
hu: Mégsem
it: Annulla
nl: Annuleren
pl: Anuluj
ru: Отмена

source: Available updates
de: Verfügbare Aktualisierungen
es: Hay actualizaciones disponibles
es_ar: Actualizaciones disponibles
hu: Elérhető frissítések
it: Aggiornamenti disponibili
nl: Beschikbare updates
pl: Dostępne aktualizacje
ru: Доступные обновления

source: textLabel2
es_ar: etiqueta2

source: textLabel3
es_ar: etiqueta3

source: Don't show this dialog again
de: Diesen Dialog nicht erneut zeigen
es: No mostrar este dialogo de nuevo
es_ar: No mostrar este mensaje de nuevo
hu: Ne jelenítse meg újra ezt a párbeszédpanelt
it: Non mostrare questa finestra di dialogo in futuro
nl: Nooit meer tonen
pl: Nie pokazuj tego okna dialogowego ponownie
ru: Больше не показывать это диалоговое окно

source: <p>If checked, next updates will be performed without user confirmation.</p><p>You can also configure update manager in the control panel -> system administration.</p>
de: <p>Wenn diese Option aktiviert ist, werden die nächsten Aktualisierungen ohne Benutzerbestätigung durchgeführt.</p><p>Sie können den Update-Manager auch in der Systemsteuerung -> Systemadministration konfigurieren..</p>
es: <p>Si está marcado, las próximas actualizaciones se realizarán sin la confirmación del usuario.</p><p> También puede configurar el administrador de actualizaciones en el panel de control -> administración del sistema.</p>
es_ar: <p>Si marcás esta opción, las próximas actualizaciones se harán sin pedir confirmación.</p><p>También podés configurar el administrador de actualizaciones en el panel de control -> administración del sistema.</p>
hu: <p>Ha be van jelölve, a következő frissítések a felhasználói megerősítés nélkül fognak végrehajtódni.</p><p>A frissítéskezelőt a Vezérlőpult -> Rendszeradminisztráció menü pontban is beállíthatod.</p>
it: <p>Se selezionato, i prossimi aggiornamenti verranno effettuati senza richiedere conferma all'utente.</p><p>Puoi anche configurare il gestore degli aggiornamenti nel Pannello di Controllo -> Amministrazione di Sistema.</p>
nl: <p>Vink dit aan om vanaf nu updates te installeren zonder bevestiging.</p><p>U kunt Updatebeheer ook instellen via Configuratiescherm --> Systeembeheer.</p>
ru: <p>Если флажок установлен, следующие обновления будут выполняться без подтверждения пользователя.</p><p>Также вы можете настроить менеджер обновлений в панели управления -> системное администрирование.</p>

source: pushButton1
es: presionarButton1
es_ar: botón1

source: pushButton2
es: presionarButton2
es_ar: botón2

source: Show details
de: Details zeigen
es: Mostrar detalles
es_ar: Mostrar detalles
hu: Részletek mutatása
it: Mostra dettagli
nl: Informatie tonen
pl: Pokaż szczegóły
ru: Показать подробности

source: <p>Another instance of Update Manager is running, leaving ...<p>
de: <p>Eine weitere Instanz von Update-Manager wird ausgeführt, Verlassen ...<p>
es: <p>Se está ejecutando otra instancia del administrador de actualizaciones, saliendo ...<p>
es_ar: <p>Otra instancia del Administrador de Actualizaciones está en ejecución, saliendo...</p>
hu: <p>A Frissítéskezelő egy másik példánya fut, így ...<p>
it: <p>Un'altra finestra del gestore degli aggiornamenti è già aperta, annullamento di quest'operazione ...<p>
nl: <p>Er is al een venster van Updatebeheer geopend - bezig met afsluiten...</p>
pl: <p>Inna instancja Menedżera Aktualizacji jest już uruchomiona, wychodzenie ...<p>
ru: <p>Другой экземпляр диспетчера обновлений запущен, осуществляется выход…<p>

source: <p>You are not allowed to perform system upgrades. You need to be member of administrative group "sudo" first, please contact system administrator.</p>
de: <p>Sie sind nicht berechtigt, System-Upgrades durchzuführen. Sie müssen zuerst Mitglied der administrativen Gruppe "sudo" sein, bitte kontaktieren Sie den Systemadministrator.</p>
es: <p>No está autorizado a realizar actualizaciones del sistema. Primero debe ser miembro del grupo administrativo "sudo", comuníquese con el administrador del sistema.</p>
es_ar: <p>No tenés permisos para actualizar el sistema. Necesitás ser parte del grupo administrativo "sudo". Contactá al administrador del sistema.</p>
hu: <p>Nem végezhetsz rendszerfrissítést. Először a „sudo” rendszergazdai csoport tagjának kell lenned, kérlek, fordulj a rendszergazdához.</p>
it: <p>Non hai le autorizzazioni per effettuare aggiornamenti di sistema. Devi essere membro del gruppo di amministrazione "sudo". Contatta l'amministrazione del sistema, per favore.</p>
nl: <p>U bent niet gemachtigd om systeemupgrades uit te voeren - hiervoor dient u lid te zijn van de beheerdersgroep 'sudo'. Neem contact op met uw systeemadministrator.</p>
pl: <p>Nie masz uprawnień do przeprowadzenia aktualizacji. Musisz być członkiem grupy "sudo", skontaktuj się z administratorem Twojego systemu.</p>
ru: <p>Вам не разрешено выполнять обновление системы. Вам необходимо сначала стать частью административной группы «sudo». Пожалуйста, обратитесь к системному администратору.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations.</p><p>Please make sure you are not installing another application and repeat setup few minutes later.</p>
de: <p>Paketsystem ist ausgelastet, nicht bereit, jetzt zu installieren. Setup kann nicht fortgesetzt werden..</p><p>Die Sperre wird sehr wahrscheinlich durch kontinuierliche Systemaktualisierungen im Hintergrund verursacht. Wenn dies der Fall ist, müssen Sie einen Moment warten, bis das Paketsystem diese Operationen abgeschlossen hat.</p><p>Bitte vergewissern Sie sich, dass Sie keine andere Anwendung installieren und wiederholen Sie das Setup einige Minuten später.</p>
es: <p>El sistema de paquetes está ocupado, no está listo para instalar ahora. La instalación no puede continuar.</p><p>El bloqueo es causado, muy probablemente, por actualizaciones continuas del sistema en segundo plano. Si este es el caso, debe esperar un momento para que el sistema de paquetes finalice estas operaciones. Asegúrese de no estar instalando otra aplicación y repita la configuración unos minutos más tarde.</p>
es_ar: <p>El sistema de paquetes está ocupado y no se puede instalar ahora. La instalación no puede continuar.</p><p>Probablemente haya actualizaciones del sistema corriendo en segundo plano. Si es así, esperá un momento a que termine.</p><p>Asegurate de que no estés instalando otra aplicación y probá de nuevo en unos minutos.</p>
hu: <p>A csomagtelepítő rendszer elfoglalt, most nem áll készen a telepítésre. A telepítés nem folytatható.</p><p>A zárolást nagy valószínűséggel a háttérben futó rendszerfrissítések okozzák. Ha ez a helyzet, várnod kell egy pillanatot, amíg a csomagtelepítő rendszer befejezi ezeket a műveleteket.</p><p>Kérlek, győződj meg arról, hogy nem telepítesz más alkalmazást, és ismételd meg a telepítést néhány perc múlva.</p>
it: <p>Il gestore di pacchetti di sistema è occupato, non è possibile installare ora. L'installazione non può continuare.</p><p>Il blocco è molto probabilmente causato dall'installazione in background di aggiornamenti di sistema. Nel caso, è sufficiente aspettare che il gestore di pacchetti di sistema termini queste operazioni. Assicurati di non installare contemporaneamente altre applicazioni e ripeti l'installazione tra qualche minuto.</p>
nl: <p>Het pakketsysteem is bezig; het installeren kan niet doorgaan.</p>De vergrendeling wordt hoogstwaarschijnlijk veroorzaakt door systeemupdates die op de achtergrond worden geïnstalleerd. Als dat zo is, dan moet u wachten totdat de updates volledig zijn geïnstalleerd. Controleer ook of u niet een ander programma gelijktijdig porbeert te installeren.<p>Bezig met opschonen en afbreken</p>
pl: <p>Menedżer pakietów jest zajęty i nie może instalować w tej chwili. Instalator nie może kontynuować.</p><p>Blokada prawdopodobnie jest spowodowana aktualizacją systemu odbywającą się w tle. Jeżeli tak jest, musisz zaczekać chwilę aż menedżer zakończy swoją pracę. Proszę upewnij się, że nie instalujesz innej aplikacji w tle i spróbuj ponownie za kilka minut.</p>
ru: <p>Система пакетов занята и не готова к установке. Установку невозможно продолжить.</p><p>Блокировка вызвана, скорее всего, текущими фоновыми обновлениями системы. В этом случае вам придётся дождаться, пока система пакетов не завершит эти операции.</p><p>Убедитесь, что вы не устанавливаете другое приложение, и повторите установку через несколько минут.</p>

source: Checking permissions
de: Überprüfung der Berechtigungen
es: Comprobando permisos
es_ar: Verificando permisos
hu: Jogosultságok ellenőrzése
it: Controllo dei permessi
nl: Bezig met controleren van machtigingen…
pl: Sprawdzanie uprawnień
ru: Проверка разрешений

source: Checking SW database to be free
de: Überprüfung der SW-Datenbank, frei zu sein
es: Comprobando que la base de datos del centro de aplicaciones este libre
es_ar: Verificando que la base de datos de software esté libre
hu: SW adatbázis ellenőrzése, hogy szabad legyen
it: Controllo se il database delle applicazioni è libero
nl: Bezig met controleren van softwaredatabank…
pl: Sprawdzanie czy baza danych jest wolna
ru: Проверка доступны базы программного обеспечения

source: Locking SW database
de: Sperren der SW-Datenbank
es: Bloqueando de la base de datos de centro de aplicaciones
es_ar: Bloqueando la base de datos de software
hu: SW adatbázis lezárása
it: Blocco del database delle applicazioni
nl: Bezig met vergrendelen van softwaredatabank…
pl: Blokowanie bazy danych
ru: Блокируется база программного обеспечения

source: System updater has been started..
de: System-Updater ist gestartet worden ...
es: Se ha iniciado la actualización del sistema.
es_ar: El actualizador del sistema ha iniciado...
hu: A rendszerfrissítő elindult..
it: Il gestore degli aggiornamenti di sistema è stato avviato..
nl: Updatebeheer wordt gestart...
pl: Aktualizator systemu został uruchomiony..
ru: Запущена программа обновления системы.

source: Waiting
de: Wartend
es: Esperando
es_ar: Esperando
hu: Várakozás
it: In attesa
nl: Bezig met wachten…
pl: Oczekiwanie
ru: Ожидание

source: Canceled !
de: Abgebrochen!
es: ¡Cancelado!
es_ar: ¡Cancelado!
hu: Visszavonva !
it: Cancellato !
nl: Geannuleerd!
pl: Anulowano !
ru: Отменено!

source: Close
de: Schließen
es: Cerrar
es_ar: Cerrar
hu: Bezár
it: Chiudi
nl: Sluiten
pl: Zamknij
ru: Закрыть

source: ! Reboot required
de: ! Neustart erforderlich
es: Se requiere reiniciar el equipo
es_ar: ¡Reinicio requerido!
hu: ! Újraindítás szükséges
it: ! Riavvio necessario
nl: ! Opnieuw opstarten vereist
pl: ! Wymagane ponowne uruchomienie
ru: ! Требуется перезагрузка

source: <p>System has received security fixes and important updates.</p><p>Please <b>Reboot</b> your computer as soon as possible to complete the upgrade.</p>
de: <p>Das System hat Sicherheitskorrekturen und wichtige Aktualisierungen bekommen.</p><p>Bitte <b>neustarten</b>Sie Ihren Computer so bald wie möglich, um das Upgrade abzuschließen.</p>
es: <p>El sistema ha recibido correcciones de seguridad y actualizaciones importantes.</p><p>Por favor <b>Reinicie</b>su computadora lo antes posible para completar la actualización.</p>
es_ar: <p>El sistema recibió correcciones de seguridad y actualizaciones importantes.</p><p>Por favor, <b>reiniciá</b> tu computadora lo antes posible para completar la actualización.</p>
hu: <p>A rendszer biztonsági javításokat és fontos frissítéseket kapott.</p><p>Kérlek, amint lehetséges <b>indítsd újra</b> a számítógépet, a frissítés befejezéséhez.</p>
it: <p>Il sistema ha ricevuto dei fix di sicurezza e aggiornamenti importanti.</p><p>Per favore <b>Riavvia</b> il tuo computer al più presto per completare l'aggiornamento.</p>
nl: <p>Er zijn beveiligingsupdates en andere belangrijke updates geïnstalleerd.</p><p><b>Start uw computer zo spoedig mogelijk opnieuw op</b> om de upgrade af te ronden.</p>
pl: <p>System otrzymał ważne aktualizacje bezpieczeństwa.</p><p>Proszę <b>uruchomić ponownie</b> Twój komputer tak szybko jak to możliwe aby dokończyć aktualizacje.</p>
ru: <p>Система получила исправления безопасности и важные обновления.</p><p>Пожалуйста, <b>перезагрузите</b> свой компьютер как можно скорее для завершения обновление.</p>

source: Please, try to run Update Manager a few minutes later again.
de: Versuchen Sie bitte, den Update-Manager wenige Minuten später erneut auszuführen.
es: Por favor, intente ejecutar el administrador de actualizaciones unos minutos más tarde nuevamente.
es_ar: Por favor, intentá ejecutar el Administrador de Actualizaciones de nuevo en unos minutos.
hu: Kérlek, néhány perccel múlva próbáld meg újra futtatni a Frissítéskezelőt.
it: Per favore, prova a far partire il gestore degli aggiornamenti tra qualche minuto.
nl: Start Updatebeheer later nogmaals.
pl: Proszę, spróbuj uruchomić ponownie Menedżer Aktualizacji za kilka minut.
ru: Пожалуйста, попробуйте снова запустить Менеджер обновлений через несколько минут.

source: Update manager has been exited with <b>error code:
de: Update-Manager ist beendet worden mit <b>Fehlercode:
es: Se ha salido del administrador de actualizaciones con<b>código de error:
es_ar: El administrador de actualizaciones se cerró con <b>código de error:
hu: A frissítéskezelő <b>hibakóddal kilépett:
it: Il gestore degli aggiornamenti è stato terminato con <b>il codice di errore:
nl: Updatebeheer is afgesloten met <b>afsluitcode:
pl: Menedżer aktualizacji zakończył z <b>kodem:
ru: Менеджер обновлений завершился с <b>кодом ошибки:

source: Additional updates have been detected
de: Zusätzliche Aktualisierungen sind erkannt worden
es_ar: Se detectaron actualizaciones adicionales
hu: További frissítéseket észleltünk
ru: Обнаружены дополнительные обновления

source: Closing..
de: Schließen ...
es: Cerrando..
es_ar: Cerrando...
hu: Bezárás..
it: Chiusura..
nl: Bezig met sluiten...
pl: Zamykanie..
ru: Закрывается…

source: <b>Reboot is required<b> to complete the upgrade.
de: <b>Neustart ist erforderlich<b>, um das Upgrade abzuschließen.
es: <b>Se requiere reiniciar el equipo<b>para completar la actualización.
es_ar: <b>Se necesita reiniciar</b> para completar la actualización.
hu: <b>Újraindítás szükséges<b> a frissítés befejezéséhez.
it: <b>Riavvio necessario<b> per completare l'aggiornamento.
nl: <b>Start opnieuw op</b> om de upgrade af te ronden.
pl: <b>Wymagane ponowne uruchomienie<b> aby dokończyć aktualizacje.
ru: <b>Требуется перезагрузка<b> для завершения обновления.

source: Success. The most recent update has been implemented.
de: Erfolg. Die jüngste Aktualisierung ist implementiert worden.
es: Éxito. Se implementó la actualización más reciente.
es_ar: ¡Éxito! La última actualización se aplicó correctamente.
hu: Sikeres. A legutóbbi frissítés végrehajtásra került.
it: Successo. L'aggiornamento più recente è stato installato.
nl: Geslaagd. De recentste update is toegepast.
pl: Sukces. Najnowsza aktualizacja została przeprowadzona.
ru: Успешно. Самое свежее обновление было применено.

source: Your system is up to date and healthy.
de: Ihr System ist auf dem neuesten Stand und gesund.
es: Su sistema está actualizado y saludable.
es_ar: Tu sistema está actualizado y en buen estado.
hu: A rendszer naprakész és egészséges.
it: Il tuo sistema è aggiornato e a posto.
nl: Uw systeem is bijgewerkt en helemaal in orde.
pl: Twój system jest aktualny i sprawny.
ru: Ваша система полностью обновлена и работоспособна.

source: Finish >
de: Fertigstellen >
es: Finalizar >
es_ar: Finalizar >
hu: Befejezés >
it: Fine >
nl: Afronden >
pl: Zakończ >
ru: Завершить >

source: Do you want to continue ?
de: Möchten Sie fortfahren?
es: ¿Quiere continuar?
es_ar: ¿Querés continuar?
hu: Szeretnéd folytatni?
it: Vuoi continuare?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować ?
ru: Хотите продолжить?

source: Yes
de: Ja
es: Si
es_ar: Sí
hu: Igen
it: Sì
nl: Ja
pl: Tak
ru: Да

source: Checking apt pinning
de: Überprüfung des apt-Pinning
es: Comprobando el pinning de apt
es_ar: Verificando configuración de APT
hu: Az apt rögzítés ellenőrzése
it: Controllo del pinning del gestore apt
nl: Bezig met controleren van apt-vastzettingen…
pl: Sprawdzanie APT pinning
ru: Проверка привязки apt

source: need to be fixed
de: müssen repariert werden
es: Necesita ser reparado
es_ar: necesita ser corregido
hu: javításra szorul
it: deve essere aggiustato
nl: moet(en) worden gerepareerd
pl: musi być naprawione
ru: требует исправления

source: Performing upgrade
de: Durchführung des Upgrades
es: Realizando actualización
es_ar: Realizando actualización
hu: Frissítés végrehajtása
it: Aggiornando
nl: Bezig met uitvoeren van upgrade…
pl: Przeprowadzanie aktualizacji
ru: Выполняется обновление

source: Failed!
de: Fehlgeschlagen!
es: ¡falló!
es_ar: ¡Falló!
hu: Sikertelen!
it: Fallito!
nl: Mislukt!
pl: Nie powiodło się!
ru: Не удалось!

source: System update completed successfully.
de: Systemaktualisierung erfolgreich abgeschlossen.
es: La actualización del sistema se completó correctamente.
es_ar: Actualización del sistema completada con éxito.
hu: A rendszerfrissítés sikeresen befejeződött.
it: Aggiornamento del sistema completato con successo.
nl: De systeemupgrade is afgerond.
pl: Aktualizacja systemu zakończona pomyślnie.
ru: Обновление системы успешно завершено.

source: Finished :)
de: Fertiggestellt :)
es: Finalizado :)
es_ar: ¡Listo! :)
hu: Befejezve :)
it: Finito :)
nl: Afgerond :)
pl: Zakończono :)
ru: Завершено :)

source: Checking Internet connection
de: Überprüfung der Internetverbindung
es: Comprobando la conexión a Internet
es_ar: Verificando conexión a Internet
hu: Internetkapcsolat ellenőrzése
it: Verifica della connessione Internet
nl: Bezig met controleren van internetverbinding…
pl: Sprawdzanie połączenia internetowego
ru: Проверяется подключение к Интернету

source: Not available!
de: Nicht verfügbar!
es: ¡No disponible!
es_ar: ¡No disponible!
hu: Nem érhető el!
it: Non disponibile!
nl: Niet beschikbaar!
pl: Nie dostępne!
ru: Не доступно!

source: Update SW database
de: SW-Datenbank aktualisieren
es: Actualizando de la base de datos de centro de aplicaciones
es_ar: Actualizar base de datos de software
hu: SW adatbázis frissítése
it: Update del database delle applicazioni
nl: Softwaredatabank bijwerken
pl: Aktualizowanie bazy danych
ru: Обновить базу данных ПО

source: Done
de: Erledigt
es: Donar
es_ar: Listo
hu: Kész
it: Fatto
nl: Klaar
pl: Gotowe
ru: Готово

source: Failed
de: Fehlgeschlagen
es: Falló
es_ar: Falló
hu: Sikertelen
it: Fallito
nl: Mislukt
pl: Nie powiodło się
ru: Не удалось

source: Checking apt database
de: Überprüfung der apt-Datenbank
es: Comprobando la base de datos de apt
es_ar: Verificando la base de datos de APT
hu: Az apt adatbázis ellenőrzése
it: Controllo del database apt
nl: Bezig met controleren van apt-databank…
pl: Sprawdzanie bazy danych APT
ru: Проверка базы данных apt

source: Fixing apt database
de: Reparatur der apt-Datenbank
es: Arreglando la base de datos apt
es_ar: Corrigiendo la base de datos de APT
hu: Az apt adatbázis javítása
it: Aggiustando il database apt
nl: Bezig met repareren van apt-databank…
pl: Naprawianie bazy danych APT
ru: Исправляется база данных apt

source: Downloading packages
de: Herunterladen von Paketen
es: descargando paquetes
es_ar: Descargando paquetes
hu: Csomagok letöltése
it: Download dei pacchetti
nl: Bezig met downloaden van pakketten…
pl: Pobieranie pakietów
ru: Загружаются пакеты

source: Listing updates
de: Auflistung der Aktualisierungen
es: Listado de actualizaciones
es_ar: Listando actualizaciones
hu: Frissítések listázása
it: Elenco degli aggiornamenti
nl: Bezig met opsommen van updates…
ru: Перечисление обновлений

source: Removing unnecessary packages
de: Entfernen unnötiger Pakete
es: Eliminando paquetes innecesarios
es_ar: Eliminando paquetes innecesarios
hu: A felesleges csomagok eltávolítása
it: Rimozione dei pacchetti non necessari
nl: Bezig met verwijderen van onnodige pakketten…
pl: Usuwanie niepotrzebnych pakietów
ru: Удаление ненужных пакетов

source: Installing..
de: Installation ...
es: Instalando..
es_ar: Instalando...
hu: Telepítés..
it: Installando ...
nl: Bezig met installeren...
pl: Instalowanie..
ru: Устанавливается…

source: Additional updates has been detected
nl: Aanvullende updates aangetroffen

source: Couldn't find Synaptic binary, please install it first. Using default updater for now ...
de: Synaptic-Binary konnte nicht gefunden werden, bitte installieren Sie dies zuerst. Für jetzt wird der per Default vorgegebene Updater verwendet ...
nl: Synaptic is niet aangetroffen - installeer Synaptic. Standaard updatebeheer wordt gestart...

source: No
de: Nein
hu: Nem
nl: Nee
pl: Nie
ru: Нет

source: Ok
nl: Oké
ru: Хорошо
