Repository: q4osteam/q4os-i18n
Catalog: q4os-tools/*/welcome-screen.po
Languages: de, fr, ru

source: <font size="4"><p align=justify><b>Welcome to Q4OS</b>, fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.</p><p align=justify>Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.</p></font>
de: <font size="4"><p align=justify><b>Willkommen bei Q4OS</b>, einem schnellen und leistungsstarken Desktop-Betriebssystem, das auf langfristige Stabilität, Zuverlässigkeit und eine Benutzeroberfläche im Classic-Stil ausgerichtet ist.</p><p align=justify>Q4OS wird als eine sehr grundlegende und cleane Desktop-Umgebung mit einem minimalen Software-Kit installiert. Jetzt ist es an der Zeit, Ihren neuen Desktop anzupassen. Möglicherweise möchten Sie die nachstehenden Shortcuts zur Optimierung nutzen.</p></font>
fr: <font size="4"><p align=justify><b>Bienvenue sur le système Q4OS</b> pour stations de travail et bureautique. Ce système est destiné à être rapide, efficace, stable et fiable dans la durée, avec une interface utilisateur traditionnelle.<br>Q4OS est installé en tant que système bureautique basique et propre avec un kit logiciel minimal. Il est maintenant temps d'ajuster quelques paramètres de votre environnement en cliquant sur les raccourcis ci-dessous.</p></font>
ru: <font size="4"><p align=justify><b>Добро пожаловать в Q4OS</b>, быструю и мощную операционную систему, нацеленную на долгосрочную стабильность, надёжность и поддержку классического пользовательского интерфейса.</p><p align=justify>Система установлена с минимальным набором программного обеспечения. Вы можете заняться расширением и настройкой системы "под себя", используя ссылки ниже.</p></font>

source: <font size="4"><p>Bypass login screen and login without entering your password after the system boot.</p></font>
de: <font size="4"><p>Umgehen Sie den Anmeldebildschirm und melden Sie sich nach dem Systemboot an, ohne Ihr Passwort einzugeben.</p></font>
fr: <font size="4"><p>Eviter l'écran d'authentification en ouvrant directement une session, après le démarrage du système.</p></font>
ru: <font size="4"><p>Позволяет после загрузки системы входить в систему сразу, без ввода Вашего пароля.</p></font>

source: <font size="4"><p>Desktop Profiler will automatically install and configure set of additional Applications and tools, all in single click.</p><p>You will be allowed to select between different desktop profiles.</p></font>
de: <font size="4"><p>Desktop-Profiler installiert und konfiguriert automatisch eine Reihe von zusätzlichen Anwendungen und Tools, alles mit einem einzigen Klick.</p><p>Sie erhalten die Möglichkeit, zwischen verschiedenen Desktop-Profilen auswählen.</p></font>
fr: <font size="4"><p>Le gestionnaire de profil installe et paramètre un ensemble d'applications supplémentaires en un seul click.</p><p>Vous aurez la possibilité de choisir entre différents profils bureautiques.</p></font>
ru: <font size="4"><p>Профайлер — это мастер настройки, который за один клик установит и настроит набор дополнительных программ и утилит .</p><p>Вам будет предложено на выбор несколько наборов.</p></font>

source: <font size="4"><p>Other useful configuration options.</p></font>
de: <font size="4"><p>Weitere nützliche Konfigurationsoptionen.</p></font>
fr: <font size="4"><p>Autres options de configuration utiles.</p></font>
ru: <font size="4"><p>Другие полезные параметры настройки.</p></font>

source: <font size="4"><p>Run an interactive script to install extra collection of professional quality codecs.</p><p>Media players such as VLC or Mplayer make use of these codecs in order to provide support for playback of DVD and multimedia files encoded through these codecs.</p></font>
de: <font size="4"><p>Führen Sie ein interaktives Skript aus, um eine zusätzliche Sammlung von Codecs in professioneller Qualität zu installieren.</p><p>Media-Player wie etwa VLC oder Mplayer nutzen diese Codecs, um Unterstützung für die Wiedergabe von DVDs und Multimediadateien, die durch diese Codecs codiert wurden, zu bieten.</p></font>
fr: <font size="4"><p>Exécuter le script interactif pour installer la collection de codecs de qualité professionnelle.</p><p>Les lecteurs multimedia tels que VLC et Mplayer font usage de ces codecs pour lire les DVD et autres media encodés avec ces codecs.</p></font>
ru: <font size="4"><p>Запуск скрипта для установки коллекции профессиональных кодеков.</p><p>Их используют проигрыватели мультимедиа, такие как VLC или MPlayer, для воспроизведения DVD-дисков и отдельных файлов аудио и видео.</p></font>

source: <font size="4"><p>Switch to alternative Kickoff Start menu.</p><p>Well arranged, modern style start menu offers search bar, favorites tab, history and more.</p></font>
de: <font size="4"><p>Wechseln Sie zum alternativen Kickoff-Startmenü.</p><p>Übersichtliches, modern gestaltetes Startmenü, das eine Suchleiste, die Registerkarte „Favoriten“, Historie und vieles mehr bietet.</p></font>
fr: <font size="4"><p>Style alternatif « Kickoff » du menu Démarrer.</p><p>Un menu Démarrer bien arrangé et moderne qui offre un champs de recherche, favoris, historique, etc.</p></font>
ru: <font size="4"><p>Позволяет переключиться на Kickoff, альтернативный стиль Главного меню.</p><p>Хорошо организованное современное меню, сочетающее в себе функции поиска, избранного, истории запуска и многое другое.</p></font>

source: <font size="4"><p>You will be directed to Q4OS web resources to download and install standalone useful applications.</p></font>
de: <font size="4"><p>Sie werden zu Q4OS-Webressourcen weitergeleitet, um eigenständige nützliche Anwendungen herunterzuladen und zu installieren.</p></font>
fr: <font size="4"><p>Vous allez être redirigé vers le site web de Q4OS pour télécharger d'autres applications.</p></font>
ru: <font size="4"><p>Вы будете перенаправлены на интернет страницу Q4OS для скачивания и установки отдельных полезных приложений.</p></font>

source: <p>Automatic login is now disabled.</p>
de: <p>Automatische Anmeldung ist jetzt deaktiviert.</p>
fr: <p>La connexion automatique est désactivée.</p>
ru: <p>Автоматический вход теперь отключён.</p>

source: <p>Automatic login is now enabled.</p>
de: <p>Automatische Anmeldung ist jetzt aktiviert.</p>
fr: <p>La connexion automatique est activée.</p>
ru: <p>Автоматический вход теперь включён.</p>

source: <p>Desktop effects have been disabled.</p>
de: <p>Desktop-Effekte sind deaktiviert worden.</p>
fr: <p>Les effets visuels sont désactivés.</p>
ru: <p>Эффекты рабочего стола отключены.</p>

source: <p>Desktop effects have been enabled. Please login again to take changes effect.</p>
de: <p>Desktop-Effekte sind aktiviert worden. Bitte melden Sie sich erneut an, damit die Änderungen wirksam werden.</p>
fr: <p>Les effets visuels sont activés. Renouvellez la session pour que les changements soient appliqués.</p>
ru: <p>Эффекты рабочего стола включены. Пожалуйста, войдите в систему снова, чтобы изменения вступили в силу.</p>

source: <p>Do you want to enable Automatic login ?</p>
de: <p>Möchten Sie die automatische Anmeldung aktivieren?</p>
fr: <p>Souhaitez-vous activer le démarrage automatique de la session sans authentification ?</p>
ru: <p>Вы хотите включить автоматический вход в систему?</p>

source: <p>Do you want to switch the Start Menu ?</p>
de: <p>Möchten sie das Startmenü wechseln?</p>
fr: <p>Voulez-vous changer le menu Démarrer ?</p>
ru: <p>Вы хотите переключить Главное меню?</p>

source: <p>NVIDIA installation has been detected !</p><p>Actions are disabled during NVIDIA setup, please wait until end of the NVIDIA installation.</p>
de: <p>NVIDIA-Installation ist erkannt worden!</p><p>Aktionen sind während des NVIDIA-Setups deaktiviert, bitte warten Sie bis zum Ende der NVIDIA-Installation.</p>
fr: <p>Une carte NVIDIA a été détectée !</p><p>Les actions sont désactivées pendant l'installation de NVIDIA, merci de patienter jusqu'à la fin de l'installation.</p>
ru: <p>Обнаружена установка NVIDIA!</p><p>Действия отключены во время установки NVIDIA, пожалуйста, дождитесь окончания установки NVIDIA.</p>

source: <p>Start Menu is now set to Bourbon style.</p>
de: <p>Startmenü ist jetzt auf Bourbon-Stil gesetzt.</p>
fr: <p>Le style "Bourbon" est appliqué au menu démarrer.</p>
ru: <p>Главное меню теперь настроено на стиль Бурбон.</p>

source: <p>Start Menu is now set to Classic style.</p>
de: <p>Startmenü ist jetzt auf Classic-Stil gesetzt.</p>
fr: <p>Le style "Classic" est appliqué au menu démarrer.</p>
ru: <p>Главное меню теперь настроено на классический стиль.</p>

source: <p>Start Menu is now set to Kickoff style.</p>
de: <p>Startmenü ist jetzt auf Kickoff-Stil gesetzt.</p>
fr: <p>Le style "Kickoff" est appliqué au menu démarrer.</p>
ru: <p>Главное меню теперь настроено на стиль Kickoff.</p>

source: <p>This action is available for Trinity and Plasma desktops only.</p>
de: <p>Diese Aktion ist nur für Trinity- und Plasma-Desktops verfügbar.</p>
fr: <p>Cette action est disponible uniquement pour les bureaux Trinity et Plasma.</p>
ru: <p>Это действие доступно только для рабочих столов Trinity и Plasma.</p>

source: <p>This action is available for Trinity desktop only.</p>
de: <p>Diese Aktion ist nur für den Trinity-Desktop verfügbar.</p>
fr: <p>Cette action est disponible uniquement pour le bureau Trinity.</p>
ru: <p>Это действие доступно только для рабочего стола Trinity.</p>

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
de: <p>Virtualbox-Installation ist erkannt worden!</p><p>Aktionen sind während des Virtualbox-Setups deaktiviert, bitte warten Sie bis zum Ende der Virtualbox-Installation.</p>
fr: <p>Une installation de Virtualbox est en cours !</p><p>Veuillez attendre qu'elle soit terminée avant d'entreprendre d'autres actions.</p>
ru: <p>Обнаружена установка VirtualBox!</p><p>Действия отключены на время установки. Пожалуйста, дождитесь окончания процесса.</p>

source: <p>Your hardware seems to be low to run desktop effects, it's not recommended to turn effects on.</p><p>Do you really want to turn Desktop Effects on ?</p>
de: <p>Ihre Hardware scheint für die Ausführung von Desktop-Effekten zu schwach zu sein. Es wird nicht empfohlen, Effekte einzuschalten.</p><p>Möchten Sie die Desktop-Effekte wirklich einschalten?</p>
fr: <p>Votre matériel semble insuffisament puissant pour se payer le luxe des effets visuels, il est recommandé de les laisser désactivés.</p><p>Souhaitez vous vraiment activer les effets visuels ?</p>
ru: <p>Похоже, ваш компьютер слишком слаб для поддержки эффектов рабочего стола. Нормальная работа не гарантируется.</p><p>Вы все ещё хотите включить эффекты рабочего стола?</p>

source: Apply
de: Anwenden
fr: Appliquer
ru: Применить

source: Autologin configuration
de: Autologin-Konfiguration
fr: Paramètres de l'ouverture automatique de session
ru: Настройка Автовхода

source: Automatic login
de: Automatische Anmeldung
fr: Ouverture automatique de session
ru: Автоматический вход

source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

source: Categories
de: Kategorien
fr: Catégories
ru: Категории

source: Classic style cascading menu
de: Kaskadierendes Menü im Classic-Stil
fr: Menu en cascade de style "Classic"
ru: Каскадное меню в классическом стиле

source: Desktop effects
de: Desktop-Effekte
fr: Effets visuels
ru: Эффекты рабочего стола

source: Do you want to turn Desktop Effects on ?
de: Möchten Sie die Desktop-Effekte einschalten?
fr: Voulez-vous activer les effets visuels ?
ru: Вы хотите включить эффекты рабочего стола?

source: Documents online
de: Dokumente online
fr: Documentation en ligne
ru: Документы в сети

source: Donate to Q4OS
de: An Q4OS spenden
fr: Faites un don à Q4OS
ru: Пожертвовать для Q4OS

source: Enable Autologin
de: Autologin aktivieren
fr: Activer l'ouverture automatique de session
ru: Включить автовход

source: Form2
fr: Forme 2
ru: Форма2

source: Hardware info
fr: Info matériel
ru: Аппаратные сведения

source: Install Applications
de: Anwendungen installieren
fr: Installer des applications
ru: Установить программы

source: Install Proprietary Codecs
de: Proprietäre Codecs installieren
fr: Codecs propriétaires
ru: Установить проприетарные кодеки

source: KickOff type menu
de: Menü Typ KickOff
fr: Menu de style "KickOff"
ru: Тип меню KickOff

source: Menu items organized by Applications
de: Menüelemente nach Anwendungen organisiert
fr: Items de menu organisés par Applications
ru: Пункты меню упорядочены по приложениям

source: Menu items organized by Categories
de: Menüelemente nach Kategorien organisiert
fr: Items de menu organisés par Catégories
ru: Пункты меню упорядочены по категориям

source: Menu structure
de: Menüstruktur
fr: Structure du menu
ru: Структура меню

source: Menu type
de: Menü-Typ
fr: Type de menu
ru: Тип меню

source: More options >
de: Mehr Optionen >
fr: Plus d'options >
ru: Больше параметров >

source: Note, desktop effects will work flawlessly on modern hardware only, it's not recommended to use it with legacy hardware. A short system testing will be performed to ensure the hardware is ready to accept the configuration.
de: Beachten Sie, dass die Desktop-Effekte nur auf moderner Hardware einwandfrei funktionieren, die Verwendung mit Legacy-Hardware wird nicht empfohlen. Es wird ein kurzer Systemtest durchgeführt, um sicherzustellen, dass die Hardware bereit ist, die Konfiguration zu akzeptieren.
fr: Notez que les effets de bureau ne fonctionneront parfaitement que sur du matériel moderne, il n'est pas recommandé de l'utiliser avec du matériel ancien. Un test rapide du système va être effectué pour s'assurer que le matériel est prêt à accepter la configuration.
ru: Обратите внимание, что эффекты рабочего стола будут безупречно работать только на современном оборудовании, не рекомендуется использовать их на устаревшем оборудовании. Будет проведено короткое тестирование системы, чтобы убедиться, что оборудование готово принять конфигурацию.

source: Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.
de: Q4OS wird als eine sehr grundlegende und cleane Desktop-Umgebung mit einem minimalen Software-Kit installiert. Jetzt ist es an der Zeit, Ihren neuen Desktop anzupassen. Möglicherweise möchten Sie die nachstehenden Shortcuts zur Optimierung nutzen.
fr: Q4OS est installé comme un environnement de bureau très basique et propre avec le kit logiciel minimal. C'est maintenant le bon moment pour ajuster votre nouveau bureau, vous voudrez peut-être utiliser les raccourcis ci-dessous.
ru: Q4OS устанавливается как очень базовая и чистая среда рабочего стола с минимальным набором программ. Теперь самое время настроить ваш новый рабочий стол, возможно, вам пригодятся ярлыки настроек, приведённые ниже.

source: Resize fonts and icons to adjust them according to the current screen resolution and make them more readable.
de: Ändern Sie Schriftarten und Icons in der Größe, um diese gemäß der aktuellen Bildschirmauflösung anzupassen und sie besser lesbar zu machen.
fr: Redimensionnez les polices et les icônes pour les ajuster en fonction de la résolution actuelle de l'écran et les rendre plus lisibles.
ru: Подберите размер шрифтов и значков в соответствии с текущим разрешением экрана, чтобы сделать более понятными.

source: Revert to Classic
de: Zu Classic zurückkehren
fr: Retour au style "Classic"
ru: Вернуть классический вид

source: Revert to defaults
de: Zu Defaults zurückkehren
fr: Paramètres par défaut
ru: Вернуть первоначальные настройки

source: Run Desktop Profiler
de: Desktop-Profiler ausführen
fr: Gestionnaire de profil
ru: Запуск Профайлера

source: Screen scaling
de: Bildschirmskalierung
fr: Mise à l'échelle de l'écran
ru: Масштаб экрана

source: Set Autologin
de: Autologin festlegen
fr: Authentification automatique
ru: Настроить Автовход

source: Show this dialog on startup
de: Diesen Dialog beim Starten zeigen
fr: Afficher cet élément au démarrage
ru: Показывать это окно при запуске

source: Start menu configuration
de: Startmenü-Konfiguration
fr: Paramètres du menu Démarrer
ru: Настройка Главного Меню

source: Support us on Patreon
de: Uns auf Patreon unterstützen
fr: Soutenez-nous sur Patreon
ru: Поддержать нас в Patreon

source: Switch start menu
de: Startmenü wechseln
fr: Personnalisez le menu de démarrage
ru: Вкл./откл. главное меню

source: Switch to Bourbon
de: Zu Bourbon wechseln
fr: Style "Bourbon"
ru: Переключить на Бурбон

source: Switch to Kickoff
de: Zu Kickoff wechseln
fr: Style "KickOff"
ru: Переключить на Kickoff

source: This option is to turn smoothing and beautifying desktop effects on.
de: Diese Option schaltet Glättung und verschönernde Desktop-Effekte ein.
fr: Cette option permet d'activer les effets de lissage et d'embellissement du bureau.
ru: Этот параметр позволяет включить эффекты сглаживания и украшения рабочего стола.

source: Turn ON
de: EINschalten
fr: Activer
ru: Включить

source: Two panel menu with search line
de: Zwei-Panel-Menü mit Suchzeile
fr: Menu double affichage avec ligne de recherrche
ru: Двухпанельное меню со строкой поиска

source: Warning !
de: Warnung!
fr: Attention !
ru: Внимание!

source: Welcome screen
de: Willkommensbildschirm
fr: Ecran d'accueil
ru: Окно приветствия

source: Welcome to Q4OS
de: Willkommen bei Q4OS
fr: Bienvenue sur Q4OS
ru: Добро пожаловать в Q4OS

source: Well arranged system hardware information.
de: Übersichtliche Informationen zur Systemhardware.
fr: Informations matérielles du système bien organisées.
ru: Хорошо оформленная информация об аппаратном обеспечении системы.

source: Working ...
de: Arbeitend ...
fr: Patientez ...
ru: В работе…

source: fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.
de: einem schnellen und leistungsstarken Desktop-Betriebssystem, das auf langfristige Stabilität, Zuverlässigkeit und eine Benutzeroberfläche im Classic-Stil ausgerichtet ist.
fr: système d'exploitation rapide et puissant axé sur la stabilité à long terme, la fiabilité et une interface utilisateur classique.
ru: быстрая и мощная настольная операционная система, ориентированная на долгосрочную стабильность, надёжность и классический стиль пользовательского интерфейса.

source: pushButton1
fr: Bouton 1

source: pushButton2
fr: Bouton 2

source: pushButton3
fr: Bouton 3

source: pushButton4
fr: Bouton 4

source: textLabel1
fr: Libellé 1
ru: текстоваяМетка1

source: Bourbon
ru: Бурбон

source: Classic
ru: Классика

source: Info
ru: Сведения

source: Screen scaling tool not found.
de: Tool zur Bildschirmskalierung nicht gefunden.
ru: Инструмент масштабирования экрана не найден.
